{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"_user_specified_name": {"s": "eA=="}, "dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}, "_user_specified_name": {"s": "ZmlyZV9yYXRl"}}}, {"name": "angle", "op": "Placeholder", "attr": {"_user_specified_name": {"s": "YW5nbGU="}, "dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "tensorContent": "AAAAAAMAAAA="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "tensorContent": "AAAAAAQAAAA="}}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "tensorContent": "AQAAAAEAAAA="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}}}, {"name": "sequential_1/conv2d_2/dilation_rate", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "tensorContent": "AQAAAAEAAAA="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "kJxYvGzniL22EZG93H1ZPc7Py72mUEa+vi56POGhwL3TEyu6WtUPvrUbA74TQjQ+fKOivFMvyrzh73U+QbviPYBJq74fbHS+G6WBvkB1nz13URs88pGRPIBVCj6wiAK+TQEsvloo7b2Suoc8pvqCvRiyjT4WUkU9Q9LpPeAJ/jww4hy+XvskvpY3Lj48FTu869SWvemgVr7+rJg9hZo4vjwfID0TuDu9slxkvb0l2j1YVNo7n1vbvDcK6z0qAUi+lf1APlhbUr14Hhg+piCHPqMlu7r0MNq8XzAwvrbEUL7Wzry9NZeivfPO/r1UPLS8sIjVPb5FM76CTXU8+lZ+vmnUrLvRt527TXGCvmUVhj1vhC897CwPPqkqWT7fBc69kNH3PT2bEr5OV4O+u9MGPq8fgL7Lo5e+uTRpPT2/Sr59DJE9Gf9QvnUtsr2o/u29boFZPZYoY70nzNg8L1aAvvke6b2l+7M9GGLcPRdjIL6AxJe9RlMYPZKpBr7M3OY91nViPga6v76jdwy+d5MYvhovOr7RjKq9r38dPnHu0L1Z7Lu+2UeCvi5fGL4IIS2/20rmO491Lj6j4z07RZISPvj9Kr714p28AuuYvikXJr6TSy2+nAF2PfoaLT4aplO+khttvqdPBT6w1MY9QR5nvpYFyDwM6xQ+2FY/vpERhz0sfQW+ssijvFZvZT6YEBG+FhnCPY3w1r2IjxC+EXcLPkarGr7j/Si9+Tecvd+O4jxu2EC+QJYCvjYQlb2Af5u835klvhPtqT6IFza9o3ytPn6Q8z2qg2w+t+ohvk8mS74cQSy+PC/0vXB8zT0pk1q9IP5SPibdMT5I4kA9QZc7vaqosD0e7jw+wd4vvsTwlL3d3Lm8SuEpPjSBIr719I89NRAjvQ1xLD0ejIg+wslavp1qqL1wZl0+gWEuPj0QpbwQP5A87b1SvgskNz1OatU8p/sTPSBlGj403S8+7DbaPG6CH77fA3a+rw7Hu/gCaL1WD0W+7MS7PpZ1Ez6ATxw8BQ2wPav8Cj4blGe9ztvfPTHAkL6niqU9UZ1GPjWrSb7S9yY+lv4wPoDF3z0sf1A+EaNjveSFAj6ZfzQ9ksq9vY+O2T0JLda9GlMVvaDUvD7IZMO7oUyrPS640r2c5xG+EhMHPLRk3z3iyQI92lnwPbfiE75DCOq9A40aPqmdED71oug8AvW1veT/Kr7O8WE9k2JVPj+Vsb6n5Ne9OgdtPa85kj5pCoK85rOcvfEFtr1iS4G+RsONvCDNVT1NqE29eYLsPVFlXj7/8Fu9RaZMPQQZXz7+IaW9edhOvohx+j2rMpe+UCK9u0SBfT4HyoQ+UVWSvZhASz0Z/2G9FUCEvsMCk76epLs9/B9/Pe9rWD4EzyI+iyuaPU/6yT6XqiY+LwEKPm/bW75awSc+v4EwPjSVRr3Shpo+/CaMvaaXaz6s8eQ9+gPBPfjx2T3bCuC9Vr4GviIqJ74yS9q8raWPPTpjVr56elg+xII2PoNRgz6nxbo9lEWwvAuLHr6yNcm83qAJvCdi3z2H6d09E2lDvsb8sbz/qnu8mWABPwz+GT77p6M96MJFvtvpFT1n1De7URbXPXDh4j1k9pg9NJmSPutPg74kyIy9GA88PcbQhr1foOA9AXO9PRdSir1OASQ+9ZghvkqeSr1b4zG8vMHGvXZBzD2GERG+bPcwvg9VPj4dSbk9gNNaPrriqj4Drne+QpeRvgovAz5fqS68SV52PXpsFz7F/yg+XEzTPU7bUr5hita9PAeDvu4Dmjz/4sc+6QWPvL1Qnr3A0+69rD2CPMIIGj2q3eK9u3ocvkBmxr2zibY9iiuOPTwRRT4zxaO+LH2qPVTlgL6Kq049JbQUvcxs+T3dWqY9df5GPpjWIb59wUs+UAhjPd04VDxWL6u8OnjkO17ccT6rZJQ8S6MePrvzRj69+O09UjSxPXKG8rwJB789UdWDPkZjzDy9luK6scaRPrCnGr7UgfA9iJLTvSA3XD5UMFM9/duIvhUmi711nfK8KkvrPB5IZD47cB8+kaGvvhMAIr4/JQ++STnwvAFfb71FDGA+It1BvY0nQr2Ui549vhMiPm4wdz6cVZ49Ih62veEgAT7L+Fa83wtgPkfSgD645hi9cTXUPU18aD51r+U9XPK8PZ7EIL4Tnwq+VFszPn4rmz7hPge6yBjPvR1oqD1ZsQO+ExNvvVJ/fz0IktA9TyZlvLkpeT0znhG95iu0vs+hXD5jdig+b5YevMWkqb1ojBg9SGjZvddlmL4DN328UhmOvdortT3Pmug7ZDb+vDy1Cj7HIQw+gyNbvmAZKr14D8e9ISW0vbQuVb6D+bs8vn8FPSt5lz1MrmQ89t3qPVhjDD2teGq+mOrUPC8OYLxmDVM98k+Avim5ujtoRvC84AeOvr+5k73kA4+9YcE4PrA3bb6b8YA+HKFmPZdfMz6I8rw+S9GUve8hA76KrAO+505gvtlfcb0QKoS+BmnhvL0KRL6wc1q+KkXyPGXmy71v4/k9cu9PvqiqKb6IUBc++PMoPZQyBD44VM29fciuPX1G8r2zErW9wtmyvQfVqLx1sx+7wS0zPn+dSL4SDKi+Hh0nvAupPL6ojgG/1T3mPAJunL4aMMQ8V2QDPktysz1flmY9nhIDvrNmYr7+3Au+JER4vZGiVT0SpxI8xmfKu32Ba71sUJA82BWmvqxWFj64Bn69Ay4Qu/wHAj24dxw8QiuxPmlo+T3Rcy4+3ln/PPXO/bx6wn08rH4qPSbcO74x9g2+smBavQcK07yKe3y+ES4jPoU/h74xrcI9so2gOxLHy73AmCM9jm1tPvev/725JMq9IrQtvqD56b0KjNu9o0HRvNijjr6Mxa2+3Fu0PUSNLD2ypIk9Tgwcvmdwmr09pAM+wyZBvuJBQL69BAE+CY2WvWtNRLxcnVQ+YqAKvuJqqrvOQga9dPPSvXUBpD7xbAk+jYJKPqri2zwY+zw+gUSBvhhjN76vlLu8x/pYPTiVAr3Xjwg+JiD4PZt0sr2CU0m+AhDdvQ6UIr7GmRu+SKs2PnDnOD0qw4u9iskwO4jwsT7GKrY9oslbuowhT75C0iM9Oh8cPgAmgr1/3NY8OjxsPqOKOD6uS7Y9qysbPSEpn7xqHOE9ycymvM2AqD1wqvK9D+hVPhvvvj4bDI+9iwhqPllKtL2pfHe+QNbdvDRzC747RKM9PBKlvL8efLzkQqk9p09dvi18hj1VA6q9LkaCPf46rj1O/hY+bzeNPi68qb4YIp++kSh7PIZuUz6x3Yg+T248Pei+mbxDHzo9/fksvjaHRL20zIE9SAP9vTQeMj6NVmM+wcysPWqYJD4Oe609BfS+Ok4RAL7MeYy9f/3PPeIKgD4YRYM+JTcoPkzRjTzYT6899vh2vpaso77icwY9XzajvIPpBD1x7kA+j11EPlU+wT6L0GE+SPxyPRLUED2ssbo8ECY3PvETIr6E6UA9FFdLvtnfPD6Wsfg7j/LjPagR+b2Q5FG+NCTTvforyj3SpN+8msMvPbVIg76eh609/uUvPUJz5T0zEBU7viIfPkvX3j1YDS0+dyMEPgtCcT577TK+bBsrvkmfJL1PSX2+tLf9Pjbnr7yo1ne9iAQDvT8QgT7W/Ty+JU9jPmntA77b5VO9/O6OPlVLjrwM5Ns9stoSvtaGmr3qK2q+D+pgPq5XAL7rwVA984m5vJNdF74wTMa8GSeSvowLYj4tt/a90yKCPjzBCj7954m+/v6zPmZspD54Fs09wEpFvktUOz3p8Y29xKk5PmEdAL6Yq8M9wll2PoEwjj3mtOE95H58vZo75T0RG1U+htRkPqK6G74fKne8901OPlo0YT5Ob2G9jp+0PW32gT1hWwg+0etkvclaTj4k6bm9K88Vvpe5ybxyKZC8cVPivSVXDr3nGhg+kw6MPrwJXr6QkZo+7uxJvpIrKr5oVz++pi83Pld7Dz6D8Lg++XuJPiDisj1Twoe9Gv+WPShXDzwNZiG+bq0xOxaqfD5AoR6+UlqgPrbBHb42OUO+f0IrvW7kpz7jQLU9DZCavQIX0TwSk908lq5qvSj4hz1+2zA+yCvZPoImWL7z9Qw+K4rvvZYDYL5Ozxg+U7v4vGBULD4FOGO+rJT9PfYrdL7Jq5G+1BwMPiQjCb6g/v29e7oLv+SERj5X43w9URNxvdDBKr72TdA80mYqvlPWBj7FvPi9p047PT2jsz6u8J67GU45PhBttj73iVK+iLUHPpgXjT24awW+jsCJPQJQHT47p8O9JX5OPtOe9TztZ3a+DAYPvBNda70N4Ky9Ietfvrhtwr3IieU+bxz4PeIIF7+xzVE+XfsMPhpFbz64RG89yEiFPexLN75H0Wm+TANivdnNBj32WVo+mtcNvcGP9D3rWO2++k1pvn/Nbb2uGJK7OeQuPkLMtj0zkZ48A1SWvhLLsL1EC5C9RO9JPofHw72UBgI+ORgdvsot+r3DqW0+ceMBPlmrm773Cd08ttZrvc7SKbxGKcK9UBUmvptMjb7UvG0+sdySPYzw6j3Byyc+eI/cvr2lSr1CgZ6+lYovPX/GA75+yi8+uS5Vvqmxz75Uzq8+bMy7vQMwk77cfV69bkyHPRjXlj3E2qW9NqF9Pi+6ATvooCc+yYJCvLwEUT6FlKG+oBipPRiDDL5gHJa+ANauPRCSyz6vjoW95r/RvZ1ePr7Vori9V9IOPuoRmjzgDZk8NzJRPa5UpDhwfoS+EAI1vmvgQz3Q5128H9fIvery+j0q+Di938cxPoKj9jx/cZu9VbAgvaGj7j05UTs+ZMkiPlI4Ab77M8E+RO5GO0gUA75D20s8aAmPPi7D3r6Z0Lo+vwrLPvo0rT7irhI+6OkrPi9esb2Kehc+MEj7vWFnsjwYZua+/b9KPdbsyb2eMZK+KqbaPrGe0L1PM1C+Kg7yPZhfKr5Rk2g+BvpcPngMnr7rW0g+jWFsvrbdEL5NkA++dwLYPQsMJ76KErk9l2aPPJrWAj+Bvoq9p+Zvvs5yRD3p3UM+FgDvvaC3Mb7lEhg+qkybvZQumz5z/bc92R1qvWiMnrz9ufm9BcthPr3AzT2lHxS+HF7IPn+oGr0Z8hA9mt/jvYwTJj8GoHy8fak4vuc/Db+L3qA+tuVpPlC5zT7EWKa+wss5uvPwKL0O8sQ9zNYQPt0E8j5hsxk/iuuBvIJpnb7kG5u+1WDVvtxg6j6WcAK+tWnIuweU670bT6o8hc+3vqT14Tx3fEs9jhKEvsmWkj0elAy+s2x4Pnl2tj66crI9Sr+DvRi3ST2g5iq9v8klPs0rLD692xA9/BOCPQqmlj00goi+yew4vkaNqz5jjQk+aicqPpjZsD1NL489bJLSvTN9nT01Jxg9WcWevuMBCz5Onde+BkwwPEP5S777hRQ+0cijPgw8iz4oUGQ8FTUXPjsURb7iRRm/ed0ZPl9CiDszDyK+YXJEvR6FR73Utco9UqpHPsU/lz71dPS8Cma3PZtbAT6nP/o+Cel0PjBZ7z3T5bC6jVolvL4pqD5L+e498KHEPVYnSz1dfWI8nnSZPRZ3yb2MoFE9qzdavT7HXr5OyoC92D8APjUidD0xDoq8EnF0PvIKNzwYooQ9hhorvRkZojwd6Sc+gTCyvsa9Jj6GcG+9inccPi7OmT1RzEW+wKQTPvHd9T3/Y2i9lqbCPiPlBL5Db1S+iQMKPevojz0piii+laTsPdAiAr7avAs/0FyLPqrMx71vxey9VZt3vYA/2D1fuf69wd03vmKVGT4eAGa+wCZJvjuVXT5BcVy+3ZQFPwuUjr3IKhY+QlsGvUlifr0l70M+jXOtPYu89D4b4aG++gxAPg6Hm75RRdU8GTNCPmQVkz7JVoU+mcCZPvhMjL7Xz1W+cBhYPhqDyDwfBzk+Z2uMvsLyY735pNY79tItPdjFbD3nrLC+oounO6zupb36I0c+dqS9vTv+ZL40HZ899GIqurwPNr4gnmQ+WtxKvv+C5LzMPke+rSnguk9gFD2O5YO8GNqJPZCtrDuz+iM+R22nPfEWkDu8s6y9RYHZvfccCT7qYBk95CFYPiuy4701TFQ+iaiEvXaaib3AISg9raYEv6dUor1BvF+94UFTPn7OOTx4qqI9tO6NPKEgXz4VWJg8llfUPXFKYD1R1Jy8wGcFu4SZhr6+iM665RgkvsuKPLvhIEM+Cu28PRNCFb7b0g6+NlcAPgDfQz1Zjpq9E0u+vLqwjLz/2zS+UDgYvgj+570Lq7G92PxZvkHvg732eOG9kFtFvto7Kr7YKkI9yDKivfYpRb43ydC9laWJvB3FQr7qRIU9GIwKPdHFPT6LtFy+NfNgvT8nZb4kRYq+p+97vXtnLL3gjTQ+Ddgcvmu1r7uYOb09PeyDvnTl77xrHpW+bG2ZvZlp8zu2aC09mxjvPKO+vr3t/lS+7TQnvvPNKr5Nw5y+rlDcPR5Bsb1FeKg888QkvX0qSD2ARh07FgsAvo2wQ70Z2RY+fpAsPvFVSr618ou9gYymva9yTL12aY69drhpvmfNmT2iz4u7709FPreTq7348nY9SemMPCPj77wkTpq9gtk7vW5wk76QihO+QqzLPaB/M77Tohg+VJCSvYZ6CD7HwVW+cNNZvpvjF71Q0zG9YbyiPVKG2b2MQry9c+YhPPP4q7ym8sM8KUJAvlx3o72Qbg8+QPbGPKJa+L1qulo891zNvGTigzw/ijs9AdNlvofezj0+CtO9Bd39vcOhsb0oWdW9yNoBvvJZLb4ZDC++8k0Fu8soAL5w4nA8GT4bPOo++TtH2xY8F4miPLz6OD7E7Wg+WOIhPriBmr2VvV+9IpEWPSWzhD1+lP68uNgLvc5fwL11OJo9ym90PsYAyz1f956+pKUJPZoL/b1tLgU+spGtvR3qGr2LFvi9/bLZvWt+5Tz6DpI8gLEzuxKVhrtDIom+ofw2PRHrzb0b+fK97eM8vsdDrL0cC5C9OEdBPkKgqzxwlze9De+lPjxbLb6Kyqq91VHBvVUj1L1MRPU8BmU5PkAsLb5pnxK+ETpWPSGugz3UwA28BP6LPX7nRT3vy489wS7GvHBIYT3vdCe7h59RPTWKVr34pEE9pOeOPYlLBT65GAm+G3QKPR/xMT4311w79A1ivRGXh7to/yK+cDDmPXkOCr5KgyO+IoTbvZ7PMj2F7Hy7UCSYvfLbH70/Pn4+qBINPnF8oDtFQsK9bs0ZvkmR9jzWExI7bhnvPYk4Ir4cdvK9kxuNvTvfnb28+wW8IULEPfhqsT17fjY9Eu0SvuP2sr11XXu9JQvQuv4fi728SaU8upq5vXb9hb4aw4w+ZIMCPt4gvb3yXq49uF8bPMIGE7x18So+8uXPPY7ocT1fAcW98hUIvkKEbrvH3/M8hvYxPVXZ+j2SzpS8l811PeE7I75rgz69bIxWvcvwyzzGcvc9kzWDPQkJ2jwaYUQ9SX2gPuku0D3hZkI+XSwnPqCLlr7Nsm++pO8avkrdxT3HEDs+FKcBvQyQPb5J9hS9zCYtvsOxG74Lh4W9WbXBu1EI2D3K7hO+csvEvHuSfL52edQ9ZjjFPL5leL47eCi8WEALPSquzD1Oueg7w62TPZFBrTyUsU09ghRDvo3xlLt9i6Y99RH2PcH/C731UmO+DP9/PQZVGz06TZS9t+QSvmQ1hb4bmwi+eJmruzZRGb2vmYc9ipyVu3uhRj4XAeC9bGlNPjxm+by3kAi+O/sKvr2ik71kdeE97otvvDPt1zx/zTe+ns6ovS9KiD0nWD89l4mHvMrdAr0VKq+95yUTvT11AL6WNtA8SBPkPfDPDD4k6Ge9SmdCPntNUbt5Ku49mpO8PB7Fn7xjA4e9Xyc4u8zFEb5BLo49zNcTvu52Wj1bZe25dTeQPPIhBL7ekzI+1ttPvoSY1r3L0qi8hI9ZvfwGiz3/d7S9Wk9tvgpjwj1Sc/i85ZK+vfmzRL6FgGm98yPmPOVbnD2hjZs93BwzPq57KL5NMh+7wQ88PG4Q0r3nt8A91dCYvp4kIbzq1RO+TYYGvg0PzL3QW2m9AFADvqlCCL0Ayao9pPQBvSVCWD3wX2i9V4FEvBGsar3DQKk9GsmfPf9Sxz0/4xy+XUrKvUcxYz3oDTy9H6PLPprkx7ubENc9GpIzPJAver18u0c9WNIovd4KFr6fEGe9JXekvX/g8jx5FFg+dk1gvQitFT1+kLg9K6p2Pdk4Hj1aRf+9WJj7PBuGAz1+VVI85JEKvrufkD6/24k8JfYQvhFpU75ldwO+3XUMPvW/Ej4PSbw9J1IMvToJUD7rEhs9tz+JvO57vT2aY/o9LLoXvufAnT2nsri9wUTfPcFGDb1+DrS9FfZLPdDNBL1C5hY+q0URvN8U1b1/pIW9Z92IvauCr70d7iS+Ad2UPnzZTr0wQCS+U/R7PYVtFb1TsNk89IYXvmV0UL5DJhm9m27ZvbZNaj6Wp9U9lValvEB8aT7P7AA+tyATvRQEJj4dCCE9UC9APjgJ0T0H1oM+fWDYPcQj7T03CcQ9adJFPhg1+b1QOyK93ScFPpKdUDz5eYg9ErBFPl8Vgb0FWxg+OGANPgX9yDwDIqg90RyBPhGR370hDkm9fXLVvV2joz06Aqy8UIMhPtD9R70u8/M9j36yPMOrqL3iH809ZDOIvTbdrb0+eNK9jb1Nvm2c+LymAYO8eIsevnawEj7bfsA8VjU1PoKDFj5jdI09bctkPEplJjstPLE9sh7SPaQXFz7dxGk8Z5YtPWUnnD6ef629lzB2vb9v/z2zftM7i09jPUxt8ryvu4Q96iQuPZ845r09f6g9mhk4Pl0YDD63Y9e8g8U9vpqLFr3615C9g4zvPXiYPz2RhsK9pk4EvsLFGL0Rdvk9+uTOPYCNT72Y94+9x+qBvB2zqb1gPYo961qjPmZyG74jyXs8SYefvhjSnT4LYpA+SkodPmNrcb62Vg2+5oEAPv/ec764SLO+u/7CvHi3Tz4ANhw+3i/Tvny0Lr6IRZU+4OFKPvnv7b1C0tQ8rYeYPQUHVD4O2/o9cmlNvYuyUb6d1eY+mrHGPEByHj62n2g+ppq0PcB1mb2M8YG+EWPPPQe43T3sTFc+TJwevrB+Bz+OdWE+UfcAvjjGID7ZOGK+OfIHPrKKLz3yw4O+va7Su9hEhj4pDcQ9wl+8PthElLz9TZO9eF+gPlZ55b14Yoq+ctktvSKmFj8HkF+9DbFWvr4hPL7SaSY+wZx6vvUtNb6xbu++in70PJSsDb6GCV++0y22vHqJrDucw3c+EGqfPp7AnT4XcdE+Z23vPtC/lj7dmSG/m5dmvps5/L0etEE+qqgFvm4YpD1MTay+xNMAPgLN7b3/+do8k5tFPncY1L5lPju+3n3GvVadQjxzKnW+I+VYvvxOMj7uUI6+ikvGvNdcSj6mX4+9jhPYPLB12L3Arma9GcshPvRIjb6aeFy+Z+EPvg8JXL5uXgo+2CGUvjMnq71vQpy+ICwjuyHfDL6l5XY+Vy5evfy017zQVsg9232Svl0x0jz+5ws+ZOCZvjgoiz09+zI9ndJzPE75d71MUyK9pmY4vUSvLr3iYeu9Z97rvrBfpr3it+s8O4PePVDNSz62suU9uZTTPYVazb1mKyS+kypgO4nIYj405Hs93kl9PKVNAb6zCu+9jDvgPXPUNj4PFJk9SO2jvRLUXj39q1C7kNBRvs12xr0nToK9UDIpviGPkL4bv+G7ntXevdKs3rxIigY+URsuvRSREj5FKCi+ulRjPb9QRj5X5Ui9NSqPvCHMkb350Ao+VgGPvnEgM72PhHm9wuyzPGmICT6dA1s9N5xMPV7W0bwKlCi+uAfyvAV4iT1yN5A+NVyXPYyGnr1u58q9j2yTvRoptj1ENX8+Q5pfvkk2Or6xhhQ+bSeYvMbR5T2VDls+IfZZPjf1Qj0pVJy+yuYTPjc1NTzXAlA+K9NCPdLgqb0HTRa+NrMavfWinDy59Ce9HTg6vBb0er2PBiq9Cn9sPuxhM74MD5C+LRHQPcGKJT5FNwa+Qs46vk7chL463yM+RaX8PQ97u72y86c9Z3aLPgNfvr18ELK9tAi7PTAKyL3g0bI8NeAvPnJG5DwfAYy8g4GDvax0s721Q5k9v9OHPjAaEr53Thq90MbSPYLoBT0l1iq+kdGVvSQb2L3KQbK9245Svjd2h76MM7i9egAevcMbxr3zAqK9oPbVPAH/jr7DFne+oBlRvimu3L3kNIS+IOUEvevZkr46y4m9UWo0Pam4iz1XTxC9hd8sPVgE0z1EJue9jk6rvfVSkL71bw89QIXgvd0GHb1HFZQ9n+M7PZkeJ71ZG5Q9pQHNPAR3Mz2RgC2+FjtMvcfyAr7qHto7KX6NvWukKD0z9Fi+I7rEvT7U370phcO9ffc5vi2WvDwH5dS9f3FiPKyzaz3iPvS9oEJ1vrTN9j1it+C9Lro0vvyvOr4HiR++HfR8vDvQMj6fldO9k8YqPtDBA76g9JC9pH7zvXNFHb2wMQy+EhA9PSqNq72yIo09EY3UO6B/771vXv09lmclvOGMnb1CDQM+Ai8Wvml/fDwxgAM9o2rVvZ+NG76VBNK9pHaePftZYL3q23s96OauvcQ98L2ox1U93t+dvtky2b0kwUu+DpC6PYxw+b2CLI295IZxPQsNDz3MM1w+XzGmPW1xAD5ykRK+S93QPQt1q70YxS4+r3x2va+YkT1SSDC9GjRsvq9pGD0G71E9QtCpOuqS7jwZ9BY9gZS6vnq/7L3iIoM9C3GROxOSmL18DYY9UioQPoO1Y77Up3G7nKgTukzh472fpIK+dtVOPZePBr5IJvG9NlSvPCpm4L3JH4s9pQYTOKraWj356y++osAavqMKhb0aYDo9HpxCPuXAjL1li7i9iCBkPWIfMb5Ub+K9d/TVvdg11T5RtZm9Y8PivbREy76JxQG9jTetvl2AwDwVKYI+dg07Pivdg71yPr4+H30TvC7ZQT7spp+9RjY+PURxj75i6Cs+Pzkfvr7/275wOp6+nO/DvlblXr4K6De+WG2tvtqkqz32YEm+gjqhuw3FAL71EhQ/9HqMPsDTET7kDHm9bWOGvF1xib5WaKa9fKBWvaMDOb6qndc9OWGbvqSosD5Sami9ZBlbvvhkJD6AFe29NhRbvDYI9b0O2Gy9AGgIvkYJUD4EI9G9By0+PSJL1D4iCkO8zJ6MvLhdvz6jpU6+IX3tvdOGlL4noco9WExkvSSBwL3fbPQ+GJsavlp81D2VUUe9XV2gvvI8zzx05qG++QABu0/3Pj55ANy+mIlavtWEtb46E489m0MAvrp+jb2tsxC9tKmuvSdEdz3BoJm+q/O1vnX2iL3ZctE+wuYuPsa96L42Q7c9aN8FvUeV/r3eQra+hb/UPS0RczzaGpY+Bo5Ivmq3DT6GFQO7uMmKvpiaCD6NLp6+kPyvvsZoGb5nrja+4204PYpoKL5HuAQ9h0M+vfEErTywJUm+aiUWvg8uND4aWhc+Hg2Kvemanj17Bno97Q9SvtrDwL23NYE9vQ6XPgxqAr0d8Mi+9yDCvgbWoL3Wcxw+nG7JPQhPJT5q3ri+q/mCPmQ1nb7OKMk8bgV1vi80bj4FPKq9E1OKPtVhlr3hACm9mfJTveSz5L1Q6ie8ibnrPaTBLj6Knuu9JsoxviuPh74IIYy+INzeuopZDb309pk+lmQOvrt4T764wq29HZkvPro/db67VQ28KJJ1PvW4/73tjCa+yW0fvlX6Kz3Edt+94GrSvnsJHT5e4Hw9O7HyPIy0Ub0yzr28EwiKPpTNTzz9K34+roVmvnl2ez60Isq+APqEvKOv370GrBo+78y0vHqJMLy4TqC9OfH8vXemhT2pENO+pqAOPiUxer18kgC9lEkcvryNnb4wIWW+Kd49vonZuj1DPIi9Zm65vHCokz4qqKC+n5edvv4jPr7lYca9tFLivccgZ70O/xA8GlRPPdRfcj4SVQG830e9PDU5WT6I4hU9N3+BvhsMTr4aMAa+N5m/PAKuCL7F6De9W+DUPRDj3Lu7Wga+WLSfOzZKTj3FUQO+D+2dvYbMhD7T0zg+v8rMvMWPvb1xBKc9BA8rPfBfnj1sYhs9qhbTPqH1hb6KfJE+vx2NvZPaPjz9Sqi+RFhMPcggez7eVdU91muxuxm+7DwmCM++yDWcPcKsCr3CQZO+MSuAPSn0HT6lAqK+MOJgPg1rp75Nsx4+vb9uveL+NT68Y7i+yNf3vfnFGD5hNIy+vIrdPcl4wjwzqHS9yFccPi/zgT3jkpm+kG2yPT6aKr3Pvka+rRqvvQX6Aj5acyq+nXnMOzH+Or2lXae9g3gUveoUNb7tzDA61hThPW+BGTxK2iQ9cC+DvkBIvzrf2QG+TU9FPittRL3bE+Q9I1RHvckrlLxqU8q6JPXmPfAAzr0xtES9bWxkPV1QpjwRFRe7kgezvVrTwD0cMiW+b1ikvlneJjyA76k8fTOEvk/1ez0f0Wy+sYpgPV8Cbjv8Uwc+P/jfPXd2Fr4T4V6+kEXmuvOY1D32AsG9NCcaPtOS0L0nE2e+pbg8vqEbP7zeJ06+sHK9veTrXz3ZU8w9jgCPvsR4t71mJxE+bmoUvl5Hmr0w5dA8//+4vdYrpb3snD288BN6vWmOAb76JIK+sLrKPSY5Bj5vsjY9Jzr3PL700L08RXo96uiFvVNh+DwNmhC7k25JvZPaL75NShC+YpOkPGhXar5CzJQ85QDOvTpUCL7BSjK9p4gTvqxYoT1cB2c9/k/cPOCsCr5EyqC9WrmFPXNF171aOry894NNvlBv2L0Tje69Usj9uyULV76+pi+9GnmqvYutEb26DoI9m8iwPfHMKL0Run6+Y4PGvM1H4D2aHcO8icY+Pf6NEj4yJJs9rupWvq6XI748Gyk+8cCmvGbsfL3ytgQ9uBwaPHM32r17ECu+AhCQvn4apz0fBOY95bW7vZFpPbz5poq+mQ9oPdEl0779cYu9gqWRPESfgL70Z449lSVXO3/qzD2rLJ4+CB49Pvi4Vz52njY+MNyvPm4HVr6pKZY926ovPWxBmDtl90++b27EPaY3hr7TDbo9wVvkvbQqZb1CYtK9ZFKYPf8aFb6r+qs+0TOAPW9qYj4d5Du+KEujvjXNeT0j3kO94XsdPiAN4D3EFII+HiMvPrHTgr3E+3I+7bTaPY5S/T3lq/896+djPTqmmr23LQG+EfWIvqUPVD73JdI8aIu/vJ7qAz5FaU4+zrfLPYFsWD6mng8+JQNTvrmzxDzNDAQ+31bMPU4pEz5xcRY+3Q6svtQdBz6vd2I+BxXPvtdtor2gnT0+rN3Cvd5vgzwYZvS9ph7PvjXWhj0PD2W9kOh2vioPij4BnTe9Gmo0vrtV3D01Zw0+rxspPUqrBD6e0JC+U1ozPrNfij1FsQ6+0jSsPSs/XbxZp1e9bSzsPRll+73q0BY+fuJGvsaVh712Ovq9qSuGPKr7Gj1TyJy+ZpNWvejhgz4U4j2+bbvdPSIvnL7r1jS9kDoUvQuYyb1cnqK+l4WhPQyWWL5eTZq+jI8jvgipkL7RIhy+LB5GvqOVzDwmzjs+cKzevNRJwr2lqm6+yTa0Pfftnj4GQZS+SpLhPdbblD4fGJm+LUpAvr4cKb5Nhwk+HX7QvcppQr6ZBAc+CMiWvSYrZD7nR0m8phtUvjmq+LxGrlO+fVATPu3EUj6Rvpy9GAc5vt2u9b1y+Fc+CDXmPbCHsj2WJS++NQgPPS+Dnrw0rWA8eaeVPrvZN77urEM+Q6LHvXsvOz5YES6+k9yFvgZ9Wr4p3zq+XwIlvmLzDb24KHG89yGZvDYefb70Xqg9SJC4PZHBqL18Eho+kXwEPoQtpD4JGQ++yyZmvhNzX77/oUI+w0GAvnwqHL74xQU+Gjgdvg5wBb5K9oq+3ceuvJ+Ar77zpnC9vCZbvfAdozhwcw6+ixugvAfHcD1dqpi9V8qpvJS1mDwDflK+q9luvhAz/b3x06+87e3EPS0/WD59Xvm9Z4qcvGYnDL4YhJI9u4WWOykfXD0zyWo97gW7PcmAH76lkZk9JPQyPhwDML4Y/v88q7ifPRW7pz6I8H6+oi2uPhY3Lr4uz5I+nvUIvm0NrD5rdeS8yNibvTgUxL0TJRC+hNQwPgNvBL1WDag9rctWPnK2uj1KYke+DGIzPPO9gD6vMmK+I8w8PgU67L3aSSS+eihvPoHKtb1fKBw95MaAPos48LtG4vs7bhnnO1HTBj6vGrs+pSvnvaCtVr4o7Fk9v592PTAkCT5VGnY+4QynvmnlHz4wD9c9HD+fvWyu1b21nsQ88Y6QvQqpwz0wv0K+zAd5PD5jK76Ayr+9RScRPp58MT3jioa+N+yFPRDxzD3Duwc+8qh5vmdVJD07INW8HFcjvlT6CL6AcVe+hTLavJYLpb0yOVq8Iz2LvrLpPbkQwie+7+4+PenlWb1V6kS+Z8qyvFnf3z18gUC+Rnumvdf5n73Ek4a+sGOtPLUSGD5iowK+GZKGu4CstD1D3sU8AE0cvqUFML7ydc89JYvcvLxJSLwk0Ci+3LVhvu4Ixb2TGyA9A9wTPRXrMb6SlOK9xbouvSGyBT0ZlDu+l9vavAN8L75JfJK9NPievh1PkT3/rV09FKjTPYbqbT2rDw2+4hCNviwnmL3YzCW8HlYMPklElr0jYrY94hJiPQMhLD1gyHo86AyGvXp3ST2jBK69Hihpvq+fY74dmZY9XWy5vcMCVz2Ky1W9RdzNvrqkXr6TuQ2+G3U/viCfaTykWeY9Ku9CvdjIkryGT2Y8Pu0Jvj2E6735iIU9UmUGvgr3uDwxNXK+9Yo1vvIJLjzgUOe9EiOxvsNk0z12x0C+H1mKvukch73B3La80uzVu5CzbT0Q6cG9hwGdvp0jPD04v7K9p10evj9QBL5Kn+Q9m0BTvfEw9z2EaPW9zpyQvhsbOD1EcyG99vXovUlou7z1PLu9vLaPvepygLw+jYS+n9BUvup2Tb6kPNW9ybMfPrdYJj4fNpu+n/ZLvjmvhb254bK9Ba/NvHJ76b3dnom+owe0PMGuRL7OBXU+4OD7vfKIwjyBhy6+NPWLPmQ9Vb3gsEe9PufSPYzsiT1slDK+NoxXvT1bvL2dgg++sBr8vS4BrD1vdoK8iSN2venm7jlZTkI+rWB8PoKziz7UAUK+InIOvmIJnz0nhhk+lwv3PVdasj3Gyg0+X+KoPVo8fz43tqY91iTjvPW+kb0nImC+4zhJPrA4Lb6Y5fa9wCVZPdRT4T3XcsY8XZzMveHCmD5xvg2+6iZvvc1rtj62WnY+X/hHvp3FIzye3YC8nP1HPfBmhj08Ei09ZDmFvk5rX70J33M+KXWavZbn7D13zj0+jXjIPRa8qbmul169LM+ovnqaZT7AUkk+6eW3vWYoLL08tXC+eGabvYxqnj347AI+JuiMvePNtT3FDL6+2DIJPhgVM72iJaK9fN8OvgQvMzzIyxy96JFYPROmn77VdhE+LdcdPu2LRr61yYO9OUgrPiglKj7UjbI9OnwBPpDpyLzCbJA+YpzRPYW8dLxT8MS97fo/vhGF770kJJS+1X3rvZ0pv73x1Yq+TdxNvohIiL0t4dO8DolIPgsXcD49lXI+Tk2PPHDu8D0ucde8NdQ9PiTYTT6QXWE+yncHPtAtkj5jrgu+DQtcvl0Dmb7n4eu9gR0ZvhhlNj0WJdI92PVLPtB39D7/iq697cOzvT4cxLwAtmm+8o4GPe9Alz2HtqA+tt6dvWQVGz4JbyI+PIGGvdVWDD4UNT0+q1ojPR/rOL4fzqe8aK2TPXXV/T2nSss+2E9FPp76zTxytYW+FuEwvZFpkT27Rnm9OMiHvlbHYT6JUSm+nRVhvqRsp72qURC+HEz3PpqWHD5feuq9AVN3vqv+sj5F2GK+uKQUvi6uLL4/Spw9PFeDPY1yAL62jYO+n4TvvRwFXb4eZ3O9L75DPoUopD3dTJo9S0mevW690b3lhRe97OZtvlN2BL6YcSI+LqYQPtZexT1Gede8EhWEvNfpqz6ph4O9DQC7vaGqlD5eYp++LlcfPjCPyL0q94a9G1ATvkiuErw8OrY99SlFviNqrj2UV9s90pWqPv1Ttjy4Y0Q80ql/PlNWM760kcW9FyQSPq8MIr0Vimu+tcYFPmzxbj1Q31K+zdISPV84gL6sAnU+Yc+BPUSPKLyDrJW96SWKPiSZIb0nTa++fLR0vcptur0YUu2+JWlgPQ7DRj3nk06+4H20PlZ0sT0DHXI+QmC4PbnN/zx9Inw9foaKPgjGxL3TIP09YPQJPbcazr067Ss+K00tvp7bij4WDWo+W7yFvmCV0jw/E04+ypWcPllLUr42Lee823mnvRyXk7vA4xk9hz4FPq0Whju+sQa9SGoMPvdpID59PKW82+YsPIVvIDwbK9E9KnpbvqT/ET5sJ/m96fO2PNCrub1EPTy+76qePYmA1r2rsgg+kCxBPgb3Bj56pXU95TEqPj/Qprrm6867naWuPQWszz3o6Bw+BZimPRSzmD1mZDI9Qx0fvR5qPj1/H+i9KAmCPYIaKT0bpZW8YEVNPbIDLL5FSaK9FDvXPRpMI72+YZi9fNgKPtJ3F77pgcS66UcWPvEVEL4479299e7pveEm4b2wQww+kskyPvAxNz7VgjA++QqxPRd9Sj6yQ/m9eBYSPqvgKD7kIFk+ekBHPlP+hb2chgS+gla9PcuDmb1w6qg7uIL/vPt18z122Ds+jFGCPcfmLD5uWVM+hfAsPsL2573ohLi9PksGvulfrz0N4nO9ICQkPZN6R73mW9e9pggAPZSnoLwr8ks9VFc4vbv7TL0y0807njshvj6XY74xkEM+3/fXvWvk1D0dkr29P3lNPb6vbD7n9B6+f66HPOlLizsdWiW9gusKvsHyub22X0Y+TQZfPhaXMj6Hhsw7TO7kvCqL2r1lDae9WVbnPfMsTb4u2GY+794APDryVz5xYA6+zSu1PX47N70sryS+wQJ3Pa+f6Tw9q8+9RYVsPFPSvryUgxE+HeGnvJMotL0B/ss9nNfDvnSgXj7E3/S81Pg9vW79bT7Tt8I9UQDwvVujqj0PAHG+7cioPqRkjD5ALYo9NA4oPoqCsT5tGy++bfwmvlf2jb3BGIE8YUBfPRPttr5I9Da+/VdHvldmZj3r4L098VBwPGfxJL64BaM+jhEIPmfjML02+229X74rPgxUij7JAH4+fQoDvXUcIb6RRYw+3wywvT+H5r145hM+i/PwvdYo+T0h1Ao9TvIbviJThb5AAx4+z7KzvdC8oj0ii5c+vm7YPfFC6j1cPs89O65HvbWBMr5US16+gLDKPYcZTL2I/dk9wgYYPpOLgTuLvCW+sepMPmEoXz1mM049+rqVPmJvMD75uk49YPXDvb2K2j04VL+92LP+vYdI0jwZRYC+mvnDvaeQ/72Y/JU+nsunvtJqFL4VAHe+6tjVPcsN4j6ILIk96ab8O7MjUj4ehoI+UUnCPVajw71wLfo9vtWwPpJyfz4q5Ny9Or05PjQxCD6h1Zo9YOlpPedWnb73hE++xW6LPcMJ0z1sSyS9+uwsPUMDir4RX4C+GYdJvlP0fD1FGaM9i1IoPrQrkT5Y4tM9Mn4DPsRTLL1XFSw+dgIPPpJwYb4nhlc+/1cHPNa2bL05U9Y9jeHAvZrA9r1D96Y8XUcZvu2GxL7HDD88cySKvncAab7FCW4+T96RPgMIfz0dP3w9pYUzvmsPFL1iCmM9WbxdvnNXvb6rzLu8uhnDPafIhr7PpPo9m4AAvtrc2D5+B3W83eNRPnIXMb4UCNe8+qkSPrFqlT3q5DI+ag0DPcnoiL0vIrC8JHT4vcvCDT7vujm+ms5XPdN9Tr6Pimi+JX2UPcDPIL6YkGK+s24Pvpaff74ZCyA946anPnPlqz00O/g7g6RBvg566D2XSKQ99+T6vcySnL11pyq6XjSRvTKPsbw+YKG+4pY/vGnwgD4R6OU79aqIOvkkkTxmSOA8PzvMPf3sV7w/Bok+ukWMvOpYu724QUw+uwStvWlxQb4WUgq+Jukuvey5ATyt4xo+RYQTvk4PiT1aIMK9pJvrPX2Pvb19dw87sk4MPcv33zsg+5a8Eul/vnIpgj1jJ6M9z7mvPcU6Nb4SIqC+2aISvonj5j1BGRE+zW4nPXTOAb6pG3C6Np8Bvn+kUD5qlQU+LzBzvmcTIT7nKj8+7oODvTgkEr4/UqG984APvlS16DuJBoi9EwTiPJQKxL1qZRA+0sFHvllphr4/dYS9OglnPceQLT7wPio+DlxKvsIwJb6MVEq9ybsKPjDVir4c1ha+8QOgPllMRL7zUti8KPUTvVqICT6NyvU8hIMNvRhz4Tw33oq+1o0YvpN2Ar5874++BUzXvX3gIL1wYp49o2kMPZSbq72GsxK+NuGHvdCVg7726Ti9APcKPculMzwa/3u9HFztvT4l5bzE8pq9QteFvfmNKz5RElc9ZI8cPpm6Mj0lLwu9MoV6vhSsuL12Nza+VwY/vuBSnL3Q+ds91CsFvn1uXj2JxzG+wquuvb9iKD75bYq+kvkMvt7tR76rFAW+AA+OvtffJ76UloI9wfODvmJ5sD1ze4i9dZsCPhtWMj1ciOi8+/dFPl4Utjvm4Wy8W/v0veq9MD67r1893VkZviYZab7qBcu90CjGvTInUL7MdMI9GZi1vXJ6zLuSulQ8Ucj8vSivezya1Ao+1JiFvnXsCb2f6ty9T+QSvr46Sr7ivKS8mVRDvXeyPr4m4H+8znySvVRpB77vMCm+6UApPCXIxr1Vv+09CZHdvTcePb0xhDC+onNlvVPMJr77Xyc99RRKvmXvyb0a+CU+m9rCvbzW37zKMSg+ZzVhPS+0CL6qKXI9e8K8vUyg1Lw/pq49eJS0vSA69b0g98W9nTRjO3Ehw7xXJDq+jzEFvsRWk779o3y+gDwevlhyGL5XBnu8+aoxveFlerx2QQ48FE6JvYMmlL3e+iG+7U2HPac0LbsVaGC+3lMhPvU78Lrt9gy+YHFNvkmgkr6QjgE+ao4HvnqYGr6NwlK9/KbUPXQAkzxo7wK+UTgYvnqTGLw5g/I9Za0SvakkO76rWT69LtJsvS6mfz5tLgo+lldfvqiQhD3MZ7q9yDjDPBCVKT4htJs+b0qzvoEmJj67vtM9KyK8Pg1IVb6ubvq9Et/mPckzQL2ASLe+oU/gPZnvT75evtm9HpoWvpodmz1fiBC+mDflvXJ4Eb3uLc8+ZTRyPtql9T0qQOS9ijsYvu4WI75ZToe+lthbPrj6Wz5C37i8hRs9PmQGPb2avIc+EHXtPN/BvL4pD1o+nUP+O3ilkb5PGsi9cBnePYeMOT2Ujwe+R7TTPD2Hij2XkcI8bJEJvXAqkD2NzTE+Qlamvjk/J74GmV09uNEUvm3gKT7zAhq+XwGKvkAUo74cEQs+F817vr4aMz5ndwc+F7aIPIWrU750MSK+w/dsvpeTAb1FO5k7qoaFvmuiZr702l++84gTPf6Xmz1yo1o+tcYCviFcnb6CKHa+rGs3PY+TaT4ql8i9Rc6WPVX3JDx/Acm8UtOnPVJWBr4WYT4+nuALvqoIjr69lxU+LcBWPpTyxT3xTly7/cOUvleOBj8LWw6+5H5GPr2YD75PEJQ8WKFovo1AFj5zMC2+3txqvn8USz0iu1u+lQOsPRGC4T1mNhG+nE6APfn3T71dZkU+YIWVvbcoFb6V7Bi+zutYPtqVJj2I8Lg94imPPUYYHD5vGjA9i+kCvy6fmz7rmEQ9Lx4cvU2OGbygdEE9HVi2vaCd7TuGSmG9trDKvQDJUj6I5eW9iDR1vjfPGL5J2Og9ejE4viNyLL5lPBi+r89FPbWgW7wamXu97UFDPgDWJT4JhsE+py5HvrES1j3VUGs+NUTNPcI+rT72DFm+mKyTvSnTsr0HTUK+fbIavN8fSr1EDA894sNSPsFXwLy8Pzk+8wV/vpDDhL0jFTo+VUeoPR2YXz7St6M8nv4qvtteTj3j5I0+w1GavmwEDr6n42M+kuyQvV4qwLvZV7W+txb+vGgu2rzJLMg9QBjevW16T72Ooda9EjqTveg1yL2+Ukc+BL68u8P5wL5oAEC+8QcqvtRZ9jyauky9qRARPuO9lr3DBoC95/sGvt2Pir6hjno+qmLovRxJcz4Q7gk+AVMZvisblL1RHKo9FgfiPZRmmz7hC9896bc2vuipCL5U2YW+EktxPrA+Vr2IMLe9HqgVviMGOT71APw9y0WSPU5yHD2/Mzc8i6npPc3loD4XflC89o2AvEGGnLx5jJe+zlq2PuK0ij7gMFW+JKikPdyVo77pk0a+E3kDPqhaxrxz3Ca6ueq8PaHA/TvE5Q8/fW2PPpLUuzyjeWw+bp9Uvmz1eL2uupY9tf/jPbiQ5z2M5FQ+zPGvPk7uwz3wdwE+V9aQPoNgEL47+Gy+4hnFPS5dXT0xs7e9VbBXPk8Yaz2GGyS+6khqvTCmljzVtxo+WC0OPqcdIrxtGak9I6CePVRQ7zxrvkw8iQ+zOgHuez1V6xQ9yRulPU8Ncr2MGsU9SxuhvZQUhT1xCMA97aIXvt9/ML7NFiQ+5VM0PrMN1T1zVZ66lSyFPFomET2URZI9+73Pu9fa2b01YCm+ksiOPTbM7T3FZwU+VRPQPeMKxj0qaoo7/kOsvFfpR71NEDY9infvvYlyk7ttRYy9rkfsPbc+5r0hXT29op8PPpC6wr3ewDg+/z02vo6zUj5Z5Ri+HBQVvomKYzwumbk8dnldPtnFALw2M6E+MS4wPYsNNT3bB6C8jzGGPVjbabwxAS29C3LWvQX8bz2XW/g9tuujvaVr3T1aXYq8jboDvk4U/L1Cs5I9CXwsvaoBHr3kyQK+OypRPlHyIz4AEz09naajPg9XMb5RRiO+trgQviaGijwY1Ni985vavDi9ozwAFpW978rLvKcEOjz6NiK+F9o1vbSitj62z6a92zwbvuMnJ73ATs693pcwviJGgj3n/DA93oyFPnBaGD4JcPg9SABPvgFe9rz5DiM+v/SNvWIA1Tz4DE89fhejPS+dGb6tDsU8bg12vAe63D0d8u476FTRvBL2Zj5aJp88YUK/PLg7nL0QoD29NwAyPc1F5b1TcpK9JbskvXPPM76fx4M9Y4CQPNVhdr6N7GQ+ROuhvV/kDT76xQ4+d2IwPUSLYj2jmkU+LuG2vdBNyT2YLoC+LM8FvmV4gL4KaYo7enNDvi5m4b1By9u9WAoUPeFq/T0Z1cM9cXIavTz5OT0Uq9g9K2WqPanB2T3SpHM+i2GSPnCePT16RAi+qem2PUB1Jj6SZbS+moo+vrU3vb3hWA6+nXT8vUSW0Dx2eio++F5TvQLWkD2m4Rk+j3h1vnss+b1hY5C+EepUPju4xT2IXBi+ZszCvI5XmD7S+NO+GGk7PvykjT7eS749E8o8u9Chjb5z9ds+L0yovtsqIj7uWfI+buzavbRgGb/OFx6+BSAAPBssnz4uraG+VqCgvlGshz5KqPm92i79vfuZmb6caJ2+cO3ivQK+kz27FJ29tIB6vi2Lhb2Ahuu9PdlcPmdoRr2urWW+M7bqvXFETb28V2y9u5LRve0Ipr2Itie+LZMsPnGcRr5uPps9u1SFvsvhib1gwgo9z/bCvYKOIL3IBnM9CmIFvik/rz64CCo+XcOIPjL9WbxQGoO+3bJyOxt6Eb4IIFq+o/uTveTLHrzU8ra+r1xlvcklsT3jl9S9bTZAvbpAWL2oDMG8EAcTPR5BtrwhqKi9BCS/vq7BAb+d8X+++DoMPgfCEb7fnAy+/Kj5PceW7j11Aoc9psP8PT6fvD2ritG+KxeGPthhNr22oz0+82G6vehyeTwKW4E94xYjvlEAFT08l5C+V7ckPqAFub4hYAC+4casvskzLj5b364+pkSKPTJ00zrK2os+YRvkPSc8hr1025q7//dcvrhcNT4uuhy+2Z8fvgKFwzvqwyO+ALoWvn64ozwZvHa9xRUYPnlKAT56L6I98I03vp+ZAD0G6+g9O7INPkPObD0EFSY8gcBSvrVF4b2FNas9YSbRPRdWHD48DhK+pQxZvYRQZz5lUUQ+G8t9vr/2Rj6GHq671taYvZACRj4q1y4+zD5mPtosT77Id5A+JUM4vlW6Wb4EvA09hYIMPlAzpD2xao+95eQTvV44Dz0IBDo+Zdp7vcJcHL7A8fg9shoGvn4AZD4+EI49QKYzvi26Jb4lQYO+zrsWPVMbrz6VLiM+sYNCvvD3D7ztYBs8hmj/PW4Zqr3+7oC+T5HXPbswjD739Sg+s53pPSSuHr0jxzE+hD+YPJuYZz0GjgW8M8lfPorWoj0lh9O9E3pvvZHsH71SgVe+8hoyPj+Wcj3kMja+uXRivhlfOT5d2hi+s7UgPb1NTT1SG809amgEPrICN7xcXge98asIvKZ2HzyyzUk+zYklvu2xLL5aeiU+ahaLPo+GVT4EpXC+xPDgPElhCr6yx469YQZpPhKePD7ISUi+8hZpPuEnc75yOek7FjktPI1OY77KA4a9UQqDO+C/Bj4EG1s+jO9VPHk5sTyWNCM9VCoBPcjSQL26+GW92Z73vUF7Pb18rY6+5hOavp+TY7x3vBa9d0bgvYmMPr7L2fk7/ZU+PrhATT5pT9C9GGUpPv39HD6GHTi9Q9QqvQZ8lj0tFSC+k7pAvok/bT3zQJE9rkFOvcqmWb6sPqY9GsYJvhB3773RlTs93NiMvVjxQL6YGxW+oqkOvTpmQj09cCu+Xig5PumdFj7sOLu93JYgviD3nL0yxBs9Du52vVkpEb72HHY72VitvUb0SL09hZI+tBaPvtBMFjzXDyG9U9Y3vlkB0zsSlHu951ctPdFrkL4gVzS+97WJvhZ3XTsDJJa9JKEJvh7xWL1sSOM9LN6GvROVvj0tIHW+8JrzvRCyBj6v7oA9+jfSvA7TaD7GK8a9+zJHvoYEKL2kmTc986YHvTr3o7u3WWC+R43/PWoMtb3tu1U81qV0vc6TKD2hpL88vpRHvXT1I76eoXe+S/VDvieKUD5LpQA+G59rvn4nbr3za8W7mLCBPfJRWb6Jq1a8GH+fPVPajr7M2Zk9vl04PtKq1L2qMg4+DnmDvfMXe7pi4nk9RcUXO9BS/Ty8hQU+pu9lvdJQhb4SAf48LkOqvaIYNr7Q4e+94Ib4vZQ9Xb6P2oS89hEnvr31671OeoQ+SugRu/NnHj5eHjG+pUQ/vm37br0yGxA9MWkPPvdRC77ohBw+36fDPiEKg74xQ02+c4d9PUWeLT4mE/2+NZUOvsAbK76xpp+8ogosvuszDj1M0qI9tlS3PYhtDz4i2T4+dCeaPuDyuD6hnIa+aelOvaTt3rykCtk9r3ALPuBQ/D2aFR0+ObHvPTdBK737dpA+95mtPagtDD6kKpo9WhnWOxdwQL6oYpG90XYkvehRgT4pfFC+VANyvHx1Z72I6qU9hrMwPrDGmD4dn4i+UnSUvhsvF76ytUk+vnMqvhr/Sj6EoZ0+cZlkvkmphb3qEo8+TMJevSTBub0S76g9mCQZvn3NUztjrtm+YNaQvtwoD7wtzO29We7QvSy2vz2vaBy+aMHLPRWQD7xiYkS9qTMbviNCTL6Zt4a+MZaNPgv76D3rWf+9qYQRP68mOD65WLq9l1elPfENxr73PTY+A9emPTBmAT61ya280+qsPVhJ/D2JHRG+uJFHvhfZxzwrxoc9pz1vPsVQ771cvbk8YF/jvU3ZNb4bdZ++1YQjvBfmLL5t4Le+ZS4JvKyXlj7LkjG+GQMIvtFT1j1w+dQ5ghEBPQYG+70LBQu+hdfhPvUKiT6cbiW9foeuOxONnD2iK7K+4mbFvBzw2D23CxS9td9EPry4or5mbHI+Y4lFO4iTGT3sPl8+6QwZPVgIMj5HzHc911nOPcIPJjx2HJ297L5LvsmofD3oLfe9R9EKvk2SPb6adQI+Bi66PeSIE72H9IU+4gQ7vPOwHTx0T7I++KCfPeRgsT45Wzy+E1iYviU6kT2Vd5y+/CZyvlhA2z1PWJ09wLmaPQd8Ez4A6YY9EiAyvou6kD2Esc89bwSkPeAkmD5eeee9PvMwvavzG76yLF4+TViXPfqNcD6JFCg+V3BIvhs0qD5JweQ8GIu7vpufJT6vWwC+97uvvqu9K773k9C9r5UnPbjhqr6glV8+R+C2vrBZ7bwGW+c8TfORPnn9FD47O9a9p+G9PU1cGD5uFqg99J2CPfDb/T2W4Ls8n8+FPmDsjztDWgy9XWmLvCogpL2SnlQ9/XgMPvjBlL2FRz69IUD9vOTlDT53IbW9yGC2PWy2DzxY4Se8gw1OvWT3uD55/Ee7B3LkOgu9E725NZU+a/F7Pdtdij3UiQE+GBXfPZfLTj7dmCI+DZYVPvmY8bxprne+MDx5Po3z9j2Wt8a+weKSPik5Dj4oQ5M8KpMDPoF+oT0Sjpc+0LVlPFSuCT5FRig8kl7dvQM+2j0dO7M+7FGcvXiAdz66xYg+/fuSPkhqlD7jtaQ+B0MgPfkGQL45EUy8MXOiPeqkV72CB6c9bLAkPhlLRj5HtgY9Qy1OvaNdGL6K5jo+f75tPrYsXD7qAhw9MlLKva0HwT0aGbc9+WZyvZ3FAr6Ztls+v4tHvs/mCb4jG1Q+eCknvuqDj71Tm6M9Age8PfNP3705uwQ+EHLZvF+SMD5vtDW9V14Xvs01kz2LmxO+lc5/vZH83b2gmSi8SVMxPqr+9b3dpOS7ckQZvZ5G37zOFC69cA2ePbHO8r3Jac+9LAF0vIxiur0lGDS9PaYGvhrGLL6Qvec9VchGveN5JD2RpQw8F0wkPmrY2L39NHQ9t/jzPbbnLz21Zrc9b8zMuwotrLz53qA9NDLAPXJerb1PEKi9TctiPot37r3ApiY9vweOO1WaVb1ecjQ9WjysPXN0y70Az3+8tRK2vYqevj2H8QC+0vLOPUQeETzsZYW+DW1cvi7wv7znPAs+M194vZqvcD7EvyW+OdcSPsUx672HByU+QTDhu8vOVL7Kdde9iB8SPr7vAjvDlNs8EUfkvY9UWD5lW488MEtpvse/9TwrWka9uAEIvi8xhT24JYo9D6AavnxheT6Pgno8ghv1vW35br6U2KS9y78svnRF2b15FZ67t0Q9vXKxcb7ZxtM8END8vF91ED2mj3a9WN6UPaFESzxHOm29fvwXvjNxML26AxM91goMPm7a07zxoke8bMJevaDlFL4ZCMu+Xhq7PiOdXr4JREo96SeUPZA1vT3CRea8snjCOrGO3z2K1bI9NMmiuxxaUD5iWpO9MHIJvlGN174PKxO+r1t5vshQkj3FDki+8+/HPSqOpT6rD2A+O14NP8e/wD2ib+0+5AE8vkSNMT5pPX6+gQilPQshuT69W828tlOJvblRUT5lTLm7HVyUvXbybL3ZXto9jyCtvtGEgTyRG6k9IOKLPNj4ib5sjUI+hvYIPbluyz0coIQ+Fko0vl9ddL5RIp49bfY8PRuYgL4RCaU8APlFvfcTD70/D3k9Drl5Pjp7PD4k3Z09QpVvvu/sF71yOp+9urBXPt3isb2nQCs+A4KxPk07+D3CmI4+ujLPvXluJb71E8M9SQDlvWH/PrxrgYi+MiiUvtSGvb1xz4E9qRLRvNo3hTr/FyY+d1PuPmLPeDuth1q+VXIYvRZi3j62mAu+XPnvPcOyPD6FiHu+CWI1PWdi6z3y0Yg+aqHnPRG4lL7/ntA8iUZkPVlksD64l6s9/AaFPpxIRT6R4XQ9GQrAPfYkIb6o8TM8AZmSvV9Zwj0qIaq9ijvHPhC0uL3pZR09RPvTPZsoor2418W88DC0vR5zTb3RVk08wPrEuCr8qz1QoFA9j2GXPdy8nL3bNX6+2YrtPSGeTr5bhLI9IcKgPdDXZD5JNr+9zsmwPZXKxDwI+M69cfsgvvFPfr138QK+ffQcPjfcPzwT1T0+gUpjPahMxz2JppI82Q6wPqaBXz7knFO+jkODPZU6YT2MYg4+JoxVPiW2pTsc4QG+JDB9PsFgmz4nui4+60MtvhuBxzrgNTI+wzWUvet7Fz47Rbu9kBAmviwMf77oGY29tuQdvswYTz5SHAO9KLOyvVWlULwouUS+0/dNPgL1QT6mDme+3ZYuPiTEyr3W5k49pWvUPd4A+z6BdSG+iMX6PXQG7z0PtfY+naaPvlL9mT6srx8+SnqFvQqKPb4IZPg+/zgGPU/wT74UZr49BqiWPcrs2rw+xhA/ZQU/PwbYlr5b66M9VIYtve5Jbz56078+gpdHPUp7hj37oTm+qoodPi8pXLwnJSo+WU1YPpFrbb6C0Ms8e5FUPHFJAD5jdWY+3qzZPWpzbz7pgFk+mjPSPU4mrz0NzHM9jESUPF0ggD3fy6U8gEykPbsKeL4ONbg+oNi8vVtSd75M0HS9rzi/PbK0tDtYWyC+9EUePdmSe779wSK+Q++7vSn6XL44YD68Ekq/PQzFoz6Rcd4+JRs7PdLA3z2cvXY+pfesPKRFcb4kWcQ7y6FjvtEQYj2MciM+1xPyva2S2TvRqaS851+DPu99fj5RgVM+MhQXvgpEyr39Cy8+j5SKvCrHq71i8re9+rWwPVICBL6gYW88MMOgPcpIar3nQUy9U6mIvI2O2j0UhMI9R58lvm8nSL7IPRE+twnEvZ/iHr5SopO+cqgavmyoqLxB58Y8XO2mvAtDfr6P4R69BNGhPeT5IT2eYj6+R4gJPYEB6LxcUHk7OAsHvn9mirzexw++VwBPvbUDrb2pbTA9rJNpvrKbNr7EaLg9V669PYDs6zzuXRu+DGS3vYFhgr6KC2c8ruF9vqFqbL4wH0C9Zj6UOvHioT1foqc9pXQiPdvFBz19AMA94tptPSRs2T0UqQu+Cml9vNAFgb3tKaO9aOfRPdEmar7v1SQ+Cu/0PS4yh7190iu97TWpPbV6v7x5lgy9QXrgvIOq7D0SrCK9sNXSPfy/6j294ru8FBu2vEYbsD1ds3G9g1u2PY6xQb6wiYO91R0cvYNB2T3MhaO9maUnvnE2pz11o1K9YUdhvfidBb61KYg9tmSRvYUrO70xaiw8/+OBvpB7Pr5RlMU8fp//Om5sCz7eZRy9Cmw/vXVtsr2yhey99aUhPt6HRrx1Mgi6FsolPrxJuT2KFfA9MnRCvgJkAz7Pffq8U1PyvRAsLj5+HEm+lEroPBhJRjxEVt29vzzKvbjQfbyPyia+pSv8veuxAb5EqwU+PsY0vhZLhD7Y7b89MFRmPSxVUz4i6TI+owt0vZsdf71xQK2+eF0HPlnRDD1URCw+HUvoPfp3nbta/YO9m8skvhPDl720qQA+/vDkPC5vQz5WdDw9+JNSPmoiMr6PhuG9VYIevcXcNL6pYZS+21G4vcC/Bb53dYI+wpmRPuNg87tbnxQ+ArhavYtAQb0RJ8Y+NEyEPk0iPD4IDWk+E4uMvT3SKj6Tms+9wIQdPsVl7T7WlTI97v7kPYUCqT7/02k9Bq64vVAXI77oHVe+29q9PsoYHr5tH+49F1dlvm54pT4O1N894keWPRvKmb6ypLE9fvYMPoqLtT5i0rC+Nd2KvnXcdT786e095MXovS5SsD7RBSk8D77EPVKCwz7w75I9dtqdvn7Ds7yUTpc+6vHWPPlwhb65mQ+9Z800vv6Klb1DvuO85xHAvjxgBL7GziO+hBVcvosuuT7DbIg7gy2XPNKWKr7H2xY+va+7vOB/zz56dFG+cJ+9PlPJPz4r2MK9jVG4Pf2kxbzX+hQ+MG0WPmX8yr6WAr+99WoSPl5uwT7Bl56+7LklPpqUXb1WcGS9NGiUvtjkrL5dHM89KbSRvneUhT7SmcK97rKuvDQPUb7pQxo+kDN4Pjwj772qAWs+GQn7PVTbnD7zFhE/4v6EPWTaMr0VrWO+guqrPresBj7AWB0+LzsuPDm40TzyjqO+Xlo5vrX8U74q5Aq+wbbNvOytOD1ktLm9pSFLPul4DD6ZTBw+eOoOPopaFr5JPda9TVXjuv38wD3krFC+PZfkPZK2r76f+ik+SRqbvmO4ob0+hYg+G02AvXYPJb5edok+fqQtPWU3yT3zq+g9cPd5Pvnf1b21aNu+zzlBvgsBIb4oTOa9yM9DvsluWj7IORk8e9XgvZ6syb2CbPK85ne8vQ3v7z0/mCY+tSpCvrj5dT342va8/oKFvvDZBb4z2Us93wkXvupcy7sGLhc+jkx2vRLEgz2dMry+XpNKviZyHL5rsyg+PyNOvczHwL2iOxu+4+4VPdfNub2FkNO9RiwxvYtB6D02iKw8gNoKvofJMD6mLs2+sL2dvf5oEz4px129fYTDvTYXM77CWB8+gF7dPaUrrL0FnSo+kS+tvgy7Dz0w8mY9mOKPPrqTg73QDSA9cNRNPVsGaz7N/Ge+FmwlvXpFJD4Z/M49Z8gIPt4/sz7hqIk+ySDgvFHNg77bLQy+oi+bvfksKj46Fcw+OzRkPuY6CD6F12S+ZdbdPSJfqD1hC+G+DWc6Puv/Yj1hnjy+YDMzPvExnT2p7Uu+GBqMvd7WMT4HX9w9N3/XPnKNxzwoGik+pVYMvq4yJj7fwmg+70+fPXdsBD6NfpA+JVmKPY/nsz5rJLg+CRZbPWHTmr7CdiO+7tJ+PBqcKD5px4I9I9EdvdcJYr4Ajpy9Dh7TvLHPKT5emxe+dfiuvtUCQjzsKTc+DHVfvbQrgr7Jr6g7F4wwvqVLMb4kYeG99XJLvrKy1L3Gl5e9NzCsPXQWm74ZAqI9anQKvsdaLzzSPFs9D6NfvjnQxb2+KlC8BhnBvYBThL0WsGc9lH59vTnesDwGXnu+T1xoPda6CD5vVcU7jtWDPaHtrD01qv+8VSAbvhv5C773agK+CLokvSKqNz1cQoe9SVVlvQKKSD6ZIEU9LSsXvYaHXD3+5uq+OElYvpbc3z3UlMq9HCIBPT13PT20cim95IzIvepJ/b1xa929Pku0vhfVRr67tay8hHhNvRAShr4IL4499y/rvSAUHL6Izgi+/s7vvdDEMT0bCWA9l446vl2WD7xEwU48Ag/1vJ+Sxj2ygVG+81BMvRQln71EEQk90488vpWNlj3fOGS+w9cyvlUtM76SOxq+LuwePX7hgb7ywuu9+cXaPScFLDt7apc81c+jPdd/6D3+vzG+TjsVPmbYND2uKoe+407qPb69972iVQ0+oDeGvl8aJj64K3490l1XvqVYs7w8l+28lnI+PvMJ+L0yvbm9ka27vvLSGj5n8bq8ToLtvIGsDL17nIA8/7AmvoPhlL1DIve9ItmMPS2dEr72goo9LrpFvqzz2b39hsM9k70qPmBGAr1e7tY8EPWCvSaGbb62vXE+VTGdPF5Kkb6yL7k9kz2tvlHsQ76O4K4+eYOHPQeDJL57o9Y7+gYhPbg0U72HlY8975OvPuH7bj6lWAg9kBtxPXrgTT0uBSy+ye+VPtvQKj7Vj6M9lAmSPVwBuDyFBwI+40HrPLyyAb7cfkM+GhDoPaPIRr5b5PU9YQNIPcY8iT4SPqS80zOpPZiPiT5plkQ90seCvRnCor3R9ZE+3LSiPhy5N73E85s8eCTkPSd7cz3L8TY+3KwwPssJ7j12zMw+ZdREvi9FIj5dCY69YAgKPvqBID5Rzca+fCtwPn2Rorq/2es8bMloPXSh6j02vDc+N2SSPWvjFb4UVX0+I/olPb/w3D0iRj49SUQdvhYeFz7ekE8+VEG0vYqo1b083CW+fx6svd3Uh757Ac48l7m6Or7Lej4jo2q+B1YuvojzlD75d8G8Q7NtvrYujz5SNBI+7zcVPfnHIz2ycki84kK1PvvHRD4cYNC8iVJEPomH3j0Vmzk+CMuXuqamwDxWeCo+SxSAvvwMxL01mtO9UwnnPT3n3L36fHY7S3kyPugy0L0G0gk9oxHHPkbd2b1rqze+jtkcPiG4HT6LrKy9g/hZOo/GDL6q9nu9wMPtPlP0+T7HoyS+BZFCPrNHiz4TP+q+jWYJvqy3HTyyN6Y9COJ0vjhetr1JxzU+nHyvvvTnKL5YOzq+cWu9vQj/Dr7hHwG+Uh+cPJtBlz6AEvo9AWiRvvqzYb7QKj6+lBS7PVkCiT3UYeO+v/3XPaGXLL6hDXe+7V28PU6Rub4ZH549RPGNPNKlvr1BIaO9ABZwvpTnFr5NSC++ik1Tva3aQr4KsL+9/VWIvsT3Ib7CNRm+dns5vW5gurzc3Hm+TiIqPaSIgD4Gfji92Yofvk+4M7z0iRK7X0OevpU/TL5aahk+frzQPOp2k75EHj0+9eE0PrK0K777mhS+SvoOvoBOhL59w8m9CPIivr7coj3E33a80o+MvvuPKD2IMJ++boCBvr/lhL1HLDk9jdyJPk/rWL0Fkla+F2GGPnCJUzw77sg9eHSuPSoEqr1TIM096cGAPnOIKj7oB9G9K7s9PurRDL67rzy+Q4i1vVGuNj4I9ec7q6h+vnFgsz1U7Aq9GTO9vU99tb13poq+FrQ+vcb/kb0ctCO+ZNutPngyGD0CZpA+81VcPkZcCjvY2h09T+BGPv7scT3TqGy9hGhTPpp5/T35oB0+XQHxvb3PFD4HXEY+g1qePti1TT4C3XC8Wy8YPhol0j3r6my9YGzMPXpHn75NqSo+/a4OPl9fHj7Jk+S9BdyjvSPT1L0IrnQ9kRApvhunqb0Jzmc9FqY3vmQGvj1Dkxu9hvNKPgos8T03J9S9FedZPqffrzy8cMu+/KVIvj41Nz6pKrW8DvgivcJQT7323co9lV3hPMMZhjy9XwK+Rbv1vbb/ED5/mQw9H5GGPjjHuDyzn4K+pzRFPtyOKb73c4E8NpPMPQ1CYj1gNuO9Xma5vJN2Kr1bSse9O0oZvt7qhT0LS2q+OL0BvsC7CL7aDmi9TQbPvd369z3HW/I9YSXVPUCYWr6aYr89x93MPWJEiL6/KWS+Zb5BPQM9kz1C7no9vzlivqPQlD10rY2+hwahPR4tqjyUbRS9yjdRPsZqbz7XJ+W9krLPux/7xD0fT08+mroUvuSGsrxuJ9a9BQGKvZgKLT6KKrK7Gb7fPQKeWT1rxgG+lsiqvUKVAr5Ffco9AJR7vegvD74b6Ky9D/PpPfKxlLxiFBe+GCjbvUD/Fr65FnI8fdO2PZXBXb638cO84Pl9PZt95z2APIc9dTAivkxx+L12T3q9ook7PnebeL3kRmc9zK/APR05y7yKffW9ks1FPkHoi70JJP89znYrPeJSkD0rTR8+a7lVvvxYJj5fGgS+pKpCvhR66b0C2cw9MJEQPuWdqr1uOzA9AfEDvogMNz00iwA+iGl8u1fsWT1SvfG9DpUVPp8VAb10tdq83GhkPl6+dr7V3RC+1zNrvgPGtb2/sUE+NA8JPY54Pb1BHzI+yVtcvas/xj06EKK+p9qDvp0pNr5zwMo+2kygvo5UCD4Vn1k+xCV9vese776Yo/O9MBqpPR/Wjr4mUDW+1bKUPJoqxb6/QAG+Eu/bvckxP76jqaG+lLVcPgXq171ULoq+cvY+vbx6cr5k5wc+d6ruPg8PTT7Tg1S+BraevXsKhj6uPgK+TOU9PazjXr4q91m+hys+PoKXWL5PFzg941I4PgsJyD2ho409zOD3Pa6ZvT0V5xq+6jbevJZ0A73/HGm9PJm/vopKmT4KLqO8B+IwPj7JIj1Hn5K9/Hl/vpClcz1yUV08TMf3O9esYD7b6pE+EC6GvuI/p7zx/hK+FBASvu2J8r2mX5a9I82EPoi/Fz687qs9xg1JPul1DrwOYYo+k53yvvtDrD1qkxq+FS92PZiLzL0lmKQ7+UIfvs8PPb5sNgO/NAUPPWHcrr3F/o2+nSUuvph13b0FtAi+pOApvl/us752UkM+ErCUvnpDZT6hi04+ABeVvn3yCb49HtU94Df3vS2w4L0aiFK+wHUAPmLexT35OU8+G/cyvl4XIz6lQI09UQKOvYhWML4Cf429Ge/OvWt42rz0cB29D9EUvsGA+r2GKr295+stvgfjCD0ua12+yN+NvosEPj6QCqO76eVHvvpDAL60YLO+3WrkPcOc8D3hBbU98i1+PYpqzT2ySdK9FcC0vfEqbD73rrI9JgaVvXqkeD3eGEw8D4AiPa+cuD1LGOK9ooeGvhx+Mb3etwa+MqeLvhU3Nz5nLuK++6QVvqsLLTzA7fw9+rqnvrkInz0es30+vrPkvDWnsb5DCos9hYSevYAMWT6uGHK+QBjQu2gLsr7zCfs9sNZQvcT+Kb6sjnG+C3BBvvNZKT6z6wI+1DwHvqikAD5iLfO9QRm2vSY4Ab5UK7C9ha89vnc2Vj0gcDI+xP+/PShjlL7yCtS9YhWSvl7TB71qop6+10TUOJUmR75OfVU96Sl7PQi/zz6sRQS+T51uPnsg6j2hDjC+HrR/vvQLZj5lAOK9qAOCPmMLtj3giF2+B4fhvFCenb5RcJc9l0h/vWDXBL2MRbU9Q+RRPk6Ttj4gdYY9tj9jvcsEMb5mTi2+y1Lcvg3Zkz7jTny9hSdEvTI9sz3pDHG9tbDIPRkWQD6fHcu+kBbLPXpQDL5Z+eC8bg/QPnj1Gz6fhhO+hT3gvTp3Q73Qf7w9yrltPtIfoD0aqzg8V56LveHXvL0TjLs96ai4vS9gMT7ARmQ+CPDRPeNTdr5RTrI+wkOZPuWDnj0UrXK9yYSPvQ2RDr4PBow9mZkePRmkPb2Ej9g9vJ5ivpRyh77uN9s+gp0yPgUTCL7tTU47"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "YwjGugD4PL7TiCu9rB0Bvg3yKbtr6eO7MnTZuLH5Gr36oTc9fSSOPfUA5zwyRsG9CVAHvqGQ8Ty5GBK86Peevfwidj2+h3+8IJFBPRbaYL11T7G7PaQ4PQRZgj27lKY8KEWNO9KYkzzsJKi9VD0uPfRJyL0SS9e8uEV5vSAaVb1v+T+9Wok2vSJSKL5Wq808UozHPPbBPr5o+2C7HsvZvP9woTs4G566fDsqPetQTz3zW4688f0MO9UfDDpgj4O92CYZPdHFpb0DJKA8XkSfPWpuhr0Rj1M9aW7evO/Zpj2vsjM8N7RQvO2Pk7yU8PE8ycNgPUmXN7wa3h++1Q2nPcJ6zb2eIrW8720YvDVtJr1MywW+4ezxve8omLqaUSw9ehllvVkA2zxBMdW7UQHcPDOBC72Azso9YzrpvTcMML2z2xM8rs0cvBJIz7vYO5k8sQoFPZFrOj1es+U8I9G4PMZfp7wFhgi+FBIRvieVzrzj5M08TekWvRWEPT2TLIU89pfnvZhUjbsyAAK9VIuoOr2/LL3VzoU8sRWRPI5p7LwOlbO98lSCPZomBT1JeuE8e6v6PGy75bthWLS8MMUxPc9LdL2gmy+9+XrSPAsrNT1jKK09Jl4EvLCAwr2xige+PETou6LmpTsul4s8kv0HPDyNbb3QSI+9YXvnPFQD+bs="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/dilation_rate", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "tensorContent": "AQAAAAEAAAA="}}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": "BH0Wvgl2qb3dQGW+62s8PerUJ7yefR48CzxIvTwFDr5mLnU8UyBVvJQU2jzpHh6+ajsyvI6BV73+LKs9Q2ifPmgrP7wW3YQ5Q26/PT9tbr6qdvm9mqnGPerfyr0J6te9sYLbPayUETxLI/y7Jpo2viKqLj5dF5q8tfeBvaOEQr6JcJw9xyO8PSgXEz0Nr8w9goKtvY6/tj3UJ089v/jqPU7kCr2gm/68UDkXvfJPFD5vKLW9BJXqvaE07b0iZYA9+/r/vIuhPr0OzDi92F/3vKzggD0TNVo9C9hDPWEX8j05cLy5zDANPl7n8TxsgFI9rLorvY/iWz0TMCA+BCG6vVYS/70GQl69XKWcPUJBvDz7ttq88CrmPe4GDT3IXso9XO8aPTbelD2pdxU+uZwXPpjkgr5YwsE9+WlEPR87p73WKag9uVAwPaXQDDs75uc8+4cxO1kztD1v/hQ9w705Pczfp73K0kG9sh0bPClEib3I0E6+O00xvf5ksTyJ8qw7XT75vAKVarwdTWY92g08PaSADT1xHTI9kxcwPrt0sD3nCu69bamKvZrlSLySNKM9TI1mPS/wHr143e885OUvvnWoUryXtPW8RNTVvTiD0D1quR29r2zZvXLtJr5Kj6q9vJGJPUOLezrvXc+97SuUPeSaoj1uspu8jRrQvYYltr3fj7i9kVWTvU7sYD1FGIG9lTxGPSq/Yj1+Qgk+triNu+Xul71a2yo8Ejr5PCtxjrzm336+rW/DPRWzZz3Z72Q+Ak4ovkvkL74pFX69B8VcvV32ETtmbh69qgr6uvEB/L1d3RM90ixvPep/IL1mDyE9gMjQvd5FG77mJmY+R+TXvdMPhjxjyJK97EOqPZfTJ7wmWb+9+YSQPXtDCT3GypS9JJQAvcLivj242349SCBSvEp8Tr43Dau8bCAzvKIr3r0goWe9FAhwvOENkT2Mxpu9LMkqvWlMEz01BJ89vR+BPbe5Ub1nLoI9IgYBPWOvnbxNTni8a8jVvO9R171YeRO9BPbwuxTTBL3nR/G9gJeIvAiHYD6SCNk9DJoOPswuYz3/2js+UjCRPZatqD2hlju9BYb8PYg9fz7xyxk+Gmt9vOSAob0tJ9a9/KOePXA/2TyB1VG+wl9fPXdAmzyhdm6+o+h6PZtrjr4ktls81YsvPmdZOz0W3dU9n1vzPdydtr2l98S9TGVbvcjLxzxQYwE97QMRPOOjjz0TCJQ96tDevKwcz73KIc+8UKj5vF3me7vXDTe+Ark7vrLwyz2ROQ89kOEeu4MKHLzL4XE+UfLMvOJwbTxeK6w8fWUKPTozLz47Udq8rO5kPBkJqrwpCbc99Wgpvc6EID4q3Nw9NhmAvWTJpT3sPo+90m78PG1XwTzFY3w+uqbcPbKPsTy8RGg9Oj2tPJdgQL7Rg5K94xxTPZlB1j2hBBc+TtanPX2QUr5SJ5c9Ztx2Pf8FmbxH0Dw9J7fiPYJZrj1t0AI9oSSKPdmBYz5F1/M8bC3dvTWC6zxChQ6+93dsPidL6T1xMoi8fV6JOyVyZrx0urs9tnELvIUggr1ftnm9hRKYPOXU3L2+mUI+8N3uPUvaq71MJQg+XvLsPUTARz1UvCg+/KTFPcJmQz2KQak7sJNePZXgwDob2oW9TCyaPXOlrz0xI/U91TqTOjgL273Rj2u+C6WhPNEuIT1fe469DLuzPbh4ljwYyco90jHSPXRJnj2drhg+IaXdPdl6jL4Obgw+lippvrKIur0TYyE++PqmPM6x2zzyUQ29Zw35vZrfST7aXbk9jaPIPUtSyT2mn5S9PAzkPQGetbsXeXe9FPY3vggvRz4V0Oa9sCFgPtvNqz27+5Y9Q5X+PcBHQTvrpie+ztOtvMPGxjzkc4U9ZPptPAQ7ET3Cray8TMcMvqlXCTyAFfS98GKvvcPMJz2d4c69T0o/u1wqeTzthtQ9/RelPh8JvbwoW7U93WCWPeHViz2EHKo97t+3vV1Xdj0bDYK9lJpKPuheQr6+0NK9w8m+vRpAx7tFWc29agMcvA0G273+jzE9jXPjPUZCaz15MTi9UTERPqfuij0hgYc9f7dNPY6pY71z4xe+XHRrvfcfVjyHMzQ92gfLPNeCYL73xN88cqvTvV7zij32v4695qBNvlweqT3DQ7W9eCoOvuRUi72kKiQ+AgUhvl+/J73VOdY94Na2PTXSeT65qcY9/A+VvQi58z0mJhy9PhYpvB/xTrwOfww95JvsvTxIV70O/b68BHs8PkGW1z0sC4I9JESbvdxIVLzneae9IJ6fPaZ0BD2+ock8qRLgvNiu+rx3a9q7fMsePSvnND6PnLe9PnSPPSX9yr0MPwe+ZFDwva0UIb5QSGm9NfwkvbHQLb5+hRE+0ar/PLSXP7238q+7LNwJvr4SeTwfukG9xwPWPdMLQz6qlVq8KHIDPMKcqrzDpBW9P1LNPaz9Bb7u4TM+ElwcPh0srL3C+JO9aWCku3FpGL35Slq8piUxvIWe+7sAc5Y9Q7zJPZUy0r01UjU+aDswPcLHjz2Gls49pWdQPo8DqzxHaqQ9NnhGPQ6y5T2xpQG84pMlPHzO4j2X2wc+TKEXPv4e0T2CFAm+QsvePSveiL7b71e7W7iJvqb+zD2j4Vk+9fY5vNTI/TyaVMc9KG3NPJMiMD1IJmk+/HagPom4nz6/oDE+3ljEPVtxCb0mlIG9ZXh6PFaSDj2MuHU+NkMjPnokoz1GDla91wiwvTLPlb0rL8484pBNPipUUj7rsEk+HmsjPnAbKj5uEd09kS/FPKdPjT3HzNw86PSMPm87/TyWPRY9d+mjPbIQsT0kowS8eVWlPctaKb3q4RK9/pAbvdFsnT3NGsS9GPP1vEoTVL7sj6k97RvAvOHoW704ZBm+5rHUO4h4V75CuiO+BCSJvGXnkr0MfB2+m2rZvf8l6r0EVW++Ao6CPTzNSb0UzRM+EmQmvQFzNj5GJMy7ZYogva3nrr5U1Ks8xsT6PGK/ED3AeIE93MFovg1b6zxkoOi7MShUvSESgj2IP5m9S8QHPMe2ATvQ4QI9nUlxPX9thT72YEc+1PXIPY/7DT6Xdp+9VX+CuIhoEb13LS+9il0uPpOkFb0CwmW9So4KPkQdp70QQQI+arBcvqYLVz2pXMo9bR8aPgNTSD3Dpo+9IhBYvDHURL5oBQE8ntJgveTjvTzCC429qikROvGefb31qay9LpSUPY/qcD0zRWK7GtKKvKAdzj2xUT681sMxOt7G7D1RwsA8SRn7vZeayz3qEcc8yTbOPI4ZLb5+Ghi+N+5PvvAC6rtUKhi9iI7GvY6n4ryQmaW9TS/xPT/e8D3nfsc9HRTjvHQpuT2URo08q4YGPAXfij0Au/I9jiXSvZmtvj24zoO8MVIrPea12ruJua08kf6zvRCm1ryQPMq8dCXXOopG+T0ToZY9eulyvX03pL3jMMG9rqtSPhMPir0GtVm+UAYbPbQKtT3Z9B69UWh0vdl8zL2N1I88XaGSPJpLyTyB44o9pQs6PhJ9Fz2BlQk+fWIEvkD3hj21Qew8lBZCPdpcF72bn7O8ni05um8KibyG7ky9XvLcvPusNb0Cbvw8gK7evIboA771quI96AQ1vSsp0D2LzK675qy8vb03kj1wdmk+amOVPOAVMj4Ombc9YcROvuVBmTwJz8M9FtWPPWZroT0rogq9plZGPryIvbzUIJa9REwOPRwEgLxAxp08Ac/xPNlU8z0yTTM+1fdAPe9UyT0qlqs8MmcOPZv+gb5iYj+940LnPZ5gLj7qVIa9y6oaPX7k0z1z9tI9j4xfvMFmk7xeVqy961knPb/lnL2uNwe9RDVrvaouO70TgAm+hf1ovU6aOz3WBl89rjYPPbj8TT7QoJg8PiETvv+iiz38uDy9wllOPYt1gz71jpm9hp1nPGtROjwVWCc9E4xnPtdggjwTV9I9p32qvjJW3z3kUz89HI/HPL0ZJb7gBIm9bQWEPbN1ij2ps6s9BoewPCcQKj5Dd6M9m15DPdfE47tVMEi8Gm/vvfbW5D3MZ+c9v7+PPcdDnDuMDvO8o+7KPe8dyry9YFu9VKDLPTaooj2D70M81Hr5vS6OZr23oMm9llP0PMLHsrz+ASe+XltWvTPTzb3jy2q+5zj5unga+r0zL5083KRAPaQ05LwO7lI9e7JJPZGbGr0ehnO9OsQGvp8brbwEpsc9HjxvPZ5kgL4bYhK9QILKPQx2ETxyHPg9f/UTvlDdNz4relu+gTUxvnGcvr0ecR2+QZDxvReQC75n8bs9QJiMPRYdRzt44+w9e0CIPcjBlLz6Arg9JUTsvWM05D3lV/+9IM/AvKTdoD0vG7m9DRwuvTgpwrllJGG909K7PI4FGT7F4Xs8RCjevXoTRzxzgFq9h/qUPYa8KL4fmdy9BQhqvF3Iwb3wmgi9pDFoPsZFBz22tqc8J5XkvBSMmL2h/wa+ksIiPXAFxj2LUPG9rO12vc+uWz4DPHu9SeDEvUnIXL6r2Fi9V1jIvWHktb0A6E68jFWVPIFv8z2LPTq+/R3nPQ2uET0ZuRE+lw0EvVLaLj6Z0d29rnqIvBKStr0M3/k95dO0veYCxz1NVC4+ppFkPeg+jj2S6sA9clbOPC42JD6b5v694vkXPknjkz3GVUi9L8anPSdIiTwZGXE8Zomkvan+9L2ZD0s+ntYAPYG0u7zxmNa8jAiOvG06SL7Rgo49zvGrPbcdt7xxeT4+soDJvPxFvbw0pUw9uERcvT4Eqj0opZq99PRGvbQEZT0/Sm685/2Au7U2pr0MgyI9bwyCPcPmzj1XE2g+q/p/PTZro7w8EKi8XYQkvBPyjT1h9UW+gLaPPlDIlT7hKhe9+jESPtrcCD7CcrG9MPyFPg7Rjb1glwE+ZvwuvNIcvz2Tonu7x12dvfLlBz2GykA9wR8ePpOwAz4LxzO+enUNvgW8dj274A091gldvYsFZj2HnDq9btLWPZj4xT3HToQ6sMZBvsrckT3IpJi9cP6cPETciryKRYw9qfC0PeM+WTwd38U8FqwNPe+Iyz18f8c9iANhvRtl7r1B82i9Mkk4viMHGryq0lE8HBQlvvoGjD3+nbC9b6wGvKeYZT0aOdQ9H12tva9ZrL2Tzjc98KPVvWXzxr1O3rM9O4ZVPYieJb0H+q49fPisvQ3ZL7zqyDK8p6U0PcDjqDwkIxu8oCe4vYYCDD4Ujjw9alfoPNr9sz0hwby8XPhEPTvZk72NUCq9/QUQvbLjl72CdzC+U81pPO+Qnr2fXlA8BIJwPiTH2T3RfGW8GNr1Pehjn7wvc5A6Ml+hvLm9FD4nFzA+envKPsDAkLwU3qc+bELru3bt/D1rCS09tqkbPuyweT4o9aa7vQpIvc+gB73KeY69f094vkDDkbw94qM7PzzdPe01+z3r/6Q9zjOSPeGahj5xfCc+/3aIPnsR6j3qCZY8nOT/PdXbJL3XCjS8et3hvKNaMr3uNAW+p6fQvSZ2hz3xwAS9zT8XvriCuj3xbTe87ZOCPPlYBbtUpuu8kq6ePrnstj38p5W8E7ooPUrpUDsuogE9BpXsPSc5Dr7FmIM9WrzqPcBfrr3M6wY+8f8Zvj5qrD2eAJe9gS4uPV0alDwF/as9M2K4PTPspj16BvQ96tyvPQEzIL78Y4I+q+GTPQw7aL3yPwa9/3nAvZTd9L1NLW4+focHvpRIlr0oF8k9DrXuvUzRC74fw+O9uyIDvNdMm7wgmbm931BiPXBTCj7uGis+gn/GvSRmBT30+9a9xYfUPen+1r036wU+2y2vPUlatD3YaiW8NR2sPJbpOTy2wxG+ykVmvainLj0vEVm9Aql2vfyhWbzwny691sWrPWhrCT07ifc8SylWvLJkx7xrPZc8Xgc7vc73yDwVs+q9GCHKvc0Ks72sgM68aevYPTmhsj3rn3a9DDuSvKV9i7vbhSk9pFyDPUoIoj17fcE9AdAJvrkUMb7yeAW+vjABPaFtorw5KsY9hH20vTVTgT66OeC8mZUmvTX9Mj2rjS2+XFq+PSSf170rD829AA0YPsHpxT3MXBe89Yr1PFosvb2QdgO+NqKPvcvAWL4gH1Q+7kU9PHhEJLuJcpo+owZkvelqcz2xXDM9aNIOPndArzw3VT49f2YuvZ0RD73mI3m8AZpOPPkfI77goBM9nT5lvVWk0jwFHd68f7nOvcexED76SMO9jGenvQDprj1zaCg9fP0iPuYJnj1JVp490yZXvDqOkj3uHws9WZ2fPT+HGj16AXg+8bgTvlJvEz7ytom9n0NAPk6Xn70ucYo9qglpvG9jhbtpoqK89pplvRZtoL3rdzO9RpL4vVXGh73e9FQ9TbEOPjH5+70+woS9T2ALPupnVT3UwpI7ZS8yPO0lQL1JkY29dqBZPSaCcDog1Yy9+TjaPW2gQL5pq6U9Y/gqvrVuCz4IPb69qWKlvaLhEbxS6ti9Til8vVjGw71KNwg+wPhCPoXI0jycD/87sf2dPDwdh7syegM+oTB9vWwcPz1316U9p1Y/PrQGGD6frTY+4MSBPQ274bzqBqM8JDhqPITzH70NIvo7ttIJvk5x5r1/5iQ9QcpoPVpBSD7qSpi94OwHvE+vXD3pGxQ+L7tEvdw1kr2Q5NA8AWcGPiW9HL6G6NS9K3sqPP9pTT3Ix7U8nSOovYFCFL6fSkA9tq5gPRyHCz4sL1s9GMjEPWyveDxlIM49aSPhvK0/izwCvQ+9rZoOvvk3dTyg9AY97DXfuxtfLL32Q/48RqRsPffz8bx2Hy68auIBvoP+zLxKoEQ66d6evS/mEL7/DQS8KuGPvb9LQrxeNO88cPBNPQEwZD2avH09qsylPVXsoj26kwk95A5CPYpsp73olZm9KITtPUfPgD5aoLE9QsGtvXQ0Gb0nJRA+GtZmPggHOz6hv7s9thXDPbT91DxdxwI9h7YqviWXAL0Mxke92gkLvSg1Hb7uwGc8W9GVPf4fHLy9Fkm9IxipPFCrlj0/A4o8LBqMPbO5AT5Xzw2+bzqzPWp7Ib3gxlY8qSJFvKWzqb308GS+TF8fvoLkPr5vgye9gFdaPSAiSD4Hnbu6nc9nPGzSUr3qi147aajdvJkaab5NRP894vEKPgCbgT1Goqe906LPvcxcnb1SX4K+2fb9PGI3xT0xiuS7Hivrvb07ob3jtKS9o/m/vaj3sz3/9Zu+nPKlvOLniD3Clso8shvqPdHwkD1TzUM9nbNfPn4hHL5MTsc9Lv6Yvbqj1rw8bIQ8iP3/vEXINj3GIBU93e/UPI4zNT5s3AC+vKl1veaHpz0W0rs9uQUhvmkEub748BG+YK7fvGsAPD7sZ+48DPllPb+2ejzcgfg9SBj5vQjj47vCK4a9VWtWvE83BL4qqv+9+ZsTvBZDbj2IOyk+IQM4PTCalz4hgkk9tyCwPUFMqTxsVTk+2pT1OzZa17tx/Da86wB1PZk8CjwLORc9Cf7MPCGxHz5ag7I9s35QvhkBjzy8xwk+P8OTPGXz1bnY5xK9t3yOvbAkxL3JISA+cH1YPa6GID3oXfI8f8zUPSZkjDiQ+b09G+3CvgKBAD6DOo+7tGrwvVc87b1/brk8cUX7vCnVtz2rzfi92xaIvWFyrr05aCA+Av2xPXAnaL2NIyc9K/XyPG1u/j36O1a9pNfRPburQT4CNHY8pLBEvcH3uDzFIaa8jumaPI2EaD29yR89Ci9APh0vfzvT3jo+nRk3PtqxBT58lSo+FFFrPd4HMD4eFf27dSWJPTpQnz1+xJE9K6DePfoLkrrSSR4+isPIvLEkNzy62IK9kRwdPZ/7ozxUIOU8yPNHvQUvxLsxZEq+Ich2PdxLPj7q8A283BMCveKr0r0U4Os9qgIaO6tplb0OQJS8GsSEPMFL8b3qUoG8vFjovAuxkj5PO+c9W6AFvTxlAj2pK0o98GSYu0VvH70+Xlo9oJ9PvQb2Cj63qI0+I+tAvZrCpL0tvMI+sSIpvUQgZj4K+CS+TwP/vdVhiD5dnSC+p55lvrDC/Tw6SRc8idphPqOpGT15Dn87liIhvmZTrD0c4Lg9PV/JvSQSAD7yCHu9/c+APe6g8LxVvg495uSNPbh0bz3YEQO9e7WBOwxASb6NijC8vuBQPbPDLb2jMlO8nuEIPo25+j1t7pY9+mOhPQoNgztsFpo9ZHT5PbRMT754pgS+e5OPvalFo71cSXG8sjrMvf9RKjxkYvA61YYVvtTqZz3rk/U80T5/veUodDyhyE896bmiPaz+AD1l8d+9jLiMvd+Eyj1dekE8JvqkPA3RlD0snhu+b9ZKPqHsBD6f6Qw+TDHSvLxFSDzjrCS+fdMsPuCb7r1ZlzY9S7IXPtCplD3FipQ9si7pPdNq8zyiKwU9AgU+PS/2uD0nhV0+cNU7PgoAF74NqBw+kk0AvhcAED0Mh909KZEIPpRAHbtWdSk9qAPdPWy9ZT1ISyy+klU8PoyNFr6KYS8+MoUFvvQzmT6nXeO9h28fPReOaj094Ku95xrIPeqO8r0Vcxa+9B8QvvhQ4zsmzvM4ryCxvUf1P723FIe9eRVkuylbxr0ezr29X/KFPf8Fcj5jFwE+UdgHvo4kab22btQ9OJulvTHXhjqxcAI92tI+PDU17bxdUaU9DCMVvrRcJT0b1H+9It4gvoSVZj07LJG7bp4FPozt1T2HaY49VPLTPRep8T1nekG94l2yvS2vtb3u5Cy+ZarHPU2s/jxFnfq8mKw/vnWi3D0/PBw8Dd6evSXRzD3Klf09rgljPoiAFb6+m12+VQc8vXTVV70HGzc+zc8mvpaEL7zASSo9VRapPjmZgT4l3DI+047pPWImiT6ehxa9MxEhvT9xar5sXmQ+szQwPSBx2DzzCbk7vGMwvMK4xL2FZBy9LgssPYmMBz5pKeU9PkSRPnRjFL2Eoxc+vzaXPXrHWz0kzxM9eX/PPRERvDtPVEg8qcStvQrTn723Lg48WfAPvk0ofr2MTqC9C2duPQ7TTr1Id8q8rUasvRv+l73MtRA7j9+vPT1Q4L3fPsw9yxD5PakemT2m1B09VWecvXk2Rr2jl2G9g8WOPpiuFL1JYCE+AGXgPKx2mj3hvpA9elejPe4aFb7FMj8+9Lo6vhNOqr1P7Yo+iJhvPg+k9j2y4PU87QSkvJEPpL3C30q9+qcDPuzwQL7dbjk9btgNvs6p2D2DAhM9mSXUvTkZTT3Tary9x5cNPMZ0uDyGJ5g7l1wJPVx7Nr3LJpq94o/Nuw6JLz7Qe/G93NZ3PXOkVj6gfY290LIPPrfgvT0J3Ja8JEikPasVnbwcrKM9+VsPvFyEEDza6ze+5jmdPckDLz370qy7/hm3vVXYzD3ind49enEtPlp9zz2EXZg8rsq/vRMZITvURsS9nRzivcJvEr31TY09b3FdPUS58D1mwSU+p4CRPKAo1z3yEwM+6rCxPT2gKDx8VmW9HAI0vW27Yjz/1gq+UJIZvVUXeb3wJT29gfb+PHxbOD0yLde95eIyvf74OT6heG++ln34u2bcjT0Ws9y8SejnPfpPgb0UMiW+0si0OzwWhbyDRVq9/3cmvmPdzj1RR2A8FZ14vXXwpzwD+hg8JRh0vNXZnz3oQYc9c2ygPtzv/z3KcDC+JBjsPZrNBT6Z2LY8/Bgyvdndjb0Ij4E95KCcvSso+j0KQGc+YItOPrc4072tiCY+322lvUlLEj6yWzm97SO2PcTGvD1/7Yi8YREIPpl65z1G1Ji6GAPwPVt1L77Z88+8c4jQPE5SVrzBbRW+gCepvKO0Y7w8jI+9xd/wu2yy8b1chEM+nE4TPmk7/TxhbS89GJmwuqLhDz2vu049c//mPQDwsL3odjq9+EV8voSDUL23GtI9SkywPOz5nD0+4Jy9fhlDvtOy4zxe2z495HpRPaq2VLz0r2a9/v7SPXYujLxk/Zq9o9G1PbQngj1dD9A8yZ+Nu22nYL5RA2K96LyBPc4qFb6+hQa+RI/VPJS4sTsP6kE9VNYUPaXoub3lezk+r/OlOlN7AD4hNIO+CObOvQ4Ilb3AP2M+iLKVvTK5Pb0nUi4+3Cd4O6F49r1VEwm+UFLWvRnulTvxKuM9UdJ8vXf48z19arG9EupmvL6R4z0Xe+a9DV0XPreD7T1hT749P/+TPelEp73UfNI6nfcuvV5/Tb2PG9E8ep4bvi0DXzz6XWe+BntbvgFyDz5+Ewq+FwwDvYQzC75fM8g9BrylvaWy9Lyr5Os94qNYPZhsIz25lqm8o0uWPUs5Jr6qQ3A97Vs9PDChnT0EDny9G0qKvEB3D73NuyE+1jOIPEPQIz6+XkY9pGAPvtebnb2F3xi95sCNPeZQEz6X/vy9e4zHvY/qa70UpWu8h+cnvpbwXrwyAFC+8RtTPpyRFL0CiX69FlD7PdfI+L0KFVW8SrxOvHU/Jz0ik6w8EMc9Pi89OL4PtFK9OvaQOqqv6j3ToLM9WDodvgQ2tr3F14Q9EmqBPFKrTz6Vp0U9I/5FPt5GUD46kMc9hQZKPXDnMD6adg09w3KKPfwNuT0GxU+9+fa3vX2lorz2ngY9RhZfPRlggrzSG5q9k14MvSgzW72jNEi9ocFSvQkTxTzOF8A9tGsovnhJoDwK3aW6V5CIvab1l7vse6Q99jQrPhzlSj7EDDS+togsvYgNGj35jDM9I0pYPUqEHTwv8g49PdAIPas5+LyQnac9ztV2PjPUFbwmgbE9wKUIvYJufTs0gJ+9GX5CPFTTuL1S9ry8IBiEPLVipTt0sB89XQXwvQO0nr2MhrA9mk0FPclfTb1BbZs9kAA/vGaDEj5bJMc9M1ervdnqCz5Gejw+XPOePjsclDs/7zE8pfUFvv09Jb0EUiK9r/ObPW+7pL3dYSk+cnjbufLwsz0a1AY+4nsjPakVxbxupVu95ZJSvH4pDD4="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "16"}]}, "tensorContent": "DqkrPG1QxzyL1CQ8cxI3PSwpNDzn2Uk8hx5DvRgsgL3YKaw8RzvOvHpFtrtqZMK9OUcmvQ4JvbzNYaW9CHBEvQ=="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "random_uniform/min", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "random_uniform/max", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "tensorContent": "AAAAAAMAAAA="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "tensorContent": "AAAAAAQAAAA="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "tensorContent": "AQAAAAEAAAA="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value_1/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": 